[
    [
    "Leia o Art. 1º da Lei Áurea (13 de maio de 1888): 'É declarada extinta desde a data desta lei a escravidão no Brasil.' A assinatura desta lei pela Princesa Isabel foi o resultado de um longo processo que incluiu:",
    "Apenas a vontade da família imperial.",
    "A pressão da Inglaterra e a crescente resistência dos próprios escravizados (fugas, quilombos, revoltas).",
    "Um acordo financeiro com os cafeicultores para indenizá-los.",
    "A descoberta de que o trabalho assalariado era menos lucrativo.",
    "b",
    "historia"
  ],
  [
    "A Lei Áurea resolveu a questão da escravidão, mas não promoveu a integração do ex-escravizado na sociedade. Isso resultou em:",
    "Uma rápida ascensão social da população negra.",
    "A marginalização social e econômica dos libertos, que ficaram sem terra, trabalho ou assistência.",
    "O retorno da maioria dos libertos para a África.",
    "A criação de um grande programa de reforma agrária.",
    "b",
    "historia"
  ],
  [
    "O evento que marca o início da Revolução Francesa em 1789 foi:",
    "A coroação de Napoleão Bonaparte.",
    "A convocação dos Estados Gerais.",
    "A Queda da Bastilha.",
    "A decapitação do rei Luís XVI.",
    "c",
    "historia"
  ],
  [
    "A 'Política dos Governadores', durante a República Velha no Brasil, era um acordo que garantia:",
    "O apoio dos governadores estaduais ao presidente da República em troca de liberdade de ação nos estados.",
    "A eleição direta para governadores.",
    "A intervenção federal constante nos estados.",
    "O fim do poder das oligarquias locais.",
    "a",
    "historia"
  ],
  [
    "Leia o trecho de um discurso de Getúlio Vargas: 'Trabalhadores do Brasil! (...) O governo que vela pelos vossos interesses, que ampara os vossos lares, que organiza as vossas associações de classe...'. Essa retórica de Vargas é característica do:",
    "Liberalismo",
    "Socialismo",
    "Populismo",
    "Anarquismo",
    "c",
    "historia"
  ],
  [
    "As Leis Trabalhistas (CLT) foram criadas durante qual governo?",
    "República Velha",
    "Era Vargas",
    "Governo de Juscelino Kubitschek",
    "Ditadura Militar",
    "b",
    "historia"
  ],
  [
    "A Guerra de Canudos (1896-1897), no sertão da Bahia, foi um conflito entre:",
    "Latifundiários e sem-terra.",
    "O exército da recém-proclamada República e os seguidores de Antônio Conselheiro.",
    "Monarquistas e republicanos no Rio de Janeiro.",
    "O Brasil e a Bolívia pela posse do Acre.",
    "b",
    "historia"
  ],
  [
    "O Renascimento Cultural europeu (séculos XIV-XVI) foi um movimento que valorizava:",
    "O teocentrismo e a escolástica medieval.",
    "O misticismo e a fé cega.",
    "O antropocentrismo, o humanismo e a razão.",
    "O poder absoluto da Igreja.",
    "c",
    "historia"
  ],
  [
    "O 'Plano de Metas' de Juscelino Kubitschek (1956-1961), com o lema '50 anos em 5', priorizou:",
    "A reforma agrária e a agricultura familiar.",
    "A educação de base e a saúde pública.",
    "O desenvolvimento da indústria de base, energia e transportes.",
    "O pagamento da dívida externa.",
    "c",
    "historia"
  ],
  [
    "A construção de Brasília durante o governo JK teve como um dos objetivos:",
    "Aproximar o centro do poder do litoral.",
    "Interiorizar o desenvolvimento e integrar o território nacional.",
    "Criar uma capital com forte vocação agrícola.",
    "Facilitar o contato com os países do Mercosul.",
    "b",
    "historia"
  ],
  [
    "O sistema feudal na Idade Média tinha como base econômica a:",
    "Indústria",
    "Agricultura de subsistência",
    "Comércio marítimo",
    "Mineração",
    "b",
    "historia"
  ],
  [
    "O Ato Institucional Nº 5 (AI-5), decretado em 1968 durante a Ditadura Militar no Brasil, é considerado o mais duro do regime porque:",
    "Aboliu todos os partidos políticos.",
    "Convocou uma nova Assembleia Constituinte.",
    "Permitiu o fechamento do Congresso, a cassação de mandatos e suspendeu o habeas corpus para crimes políticos.",
    "Anistiou todos os presos políticos.",
    "c",
    "historia"
  ],
  [
    "As Cruzadas foram expedições militares e religiosas organizadas pela Igreja Católica na Idade Média com o objetivo oficial de:",
    "Conquistar novas rotas comerciais para as Índias.",
    "Libertar a Terra Santa (Jerusalém) do domínio muçulmano.",
    "Combater as heresias na Europa.",
    "Catequizar os povos nativos da América.",
    "b",
    "historia"
  ],
  [
    "A 'Marcha para o Oeste' foi um processo de expansão territorial e colonização que marcou a história de qual país no século XIX?",
    "Brasil",
    "Rússia",
    "Austrália",
    "Estados Unidos",
    "d",
    "historia"
  ],
  [
    "A Revolta da Vacina, ocorrida no Rio de Janeiro em 1904, foi uma rebelião popular contra:",
    "O aumento dos impostos.",
    "A vacinação obrigatória contra a varíola e as reformas urbanas autoritárias.",
    "A monarquia.",
    "A falta de escolas.",
    "b",
    "historia"
  ],
  [
    "O Iluminismo, movimento de ideias do século XVIII, criticava duramente o Antigo Regime. Qual das opções abaixo NÃO é uma característica do Antigo Regime?",
    "Absolutismo monárquico",
    "Sociedade estamental (dividida por nascimento)",
    "Mercantilismo",
    "Liberdade de expressão e religiosa",
    "d",
    "historia"
  ],
  [
    "A principal fonte de mão de obra utilizada na mineração no Brasil colonial (século XVIII) foi a:",
    "Assalariada europeia",
    "Indígena catequizada",
    "Escravizada de origem africana",
    "Servidão por contrato",
    "c",
    "historia"
  ],
  [
    "A vinda da família real portuguesa para o Brasil em 1808 é um evento diretamente ligado:",
    "Às Guerras Napoleônicas e ao bloqueio continental.",
    "À descoberta de ouro em Minas Gerais.",
    "À Revolução Pernambucana.",
    "À Proclamação da República.",
    "a",
    "historia"
  ],
  [
    "A Guerra dos Farrapos (1835-1845), no sul do Brasil, foi uma das mais longas revoltas do Período Regencial e tinha caráter:",
    "Abolicionista e popular",
    "Restaurador, querendo a volta de D. Pedro I",
    "Federalista e republicano",
    "Integralista e fascista",
    "c",
    "historia"
  ],
  [
    "O Tratado de Versalhes, que pôs fim à Primeira Guerra Mundial, impôs duras sanções a qual país, sendo considerado uma das causas da Segunda Guerra?",
    "Rússia",
    "Áustria-Hungria",
    "França",
    "Alemanha",
    "d",
    "historia"
  ],
  [
    "O movimento artístico e cultural que marcou o período da mineração no Brasil, com destaque para Aleijadinho na escultura e Mestre Ataíde na pintura, foi o:",
    "Barroco Mineiro",
    "Modernismo",
    "Romantismo",
    "Neoclassicismo",
    "a",
    "historia"
  ],
  [
    "Qual das civilizações pré-colombianas se desenvolveu na região do atual México e era conhecida por seus conhecimentos em astronomia e matemática?",
    "Incas",
    "Tupis",
    "Maias e Astecas",
    "Sioux",
    "c",
    "historia"
  ],
  [
    "A Unificação da Alemanha e da Itália, no século XIX, está associada ao desenvolvimento do sentimento:",
    "Socialista",
    "Nacionalista",
    "Iluminista",
    "Globalista",
    "b",
    "historia"
  ],
  [
    "O 'coronelismo' foi um fenômeno político da República Velha caracterizado pelo:",
    "Poder militar dos coronéis do exército.",
    "Domínio político local de grandes fazendeiros (coronéis) através do voto de cabresto.",
    "Governo exclusivo de militares.",
    "Sistema de eleições diretas e transparentes.",
    "b",
    "historia"
  ],
  [
    "A 'Noite de São Bartolomeu' foi um massacre de protestantes (huguenotes) por católicos, ocorrido em 1572, em qual país?",
    "Inglaterra",
    "Espanha",
    "França",
    "Alemanha",
    "c",
    "historia"
  ],
  [
    "O movimento que pedia a anistia 'ampla, geral e irrestrita' no final da década de 1970 no Brasil lutava:",
    "Pelo perdão da dívida externa.",
    "Pelo retorno dos exilados e a libertação dos presos políticos da ditadura.",
    "Pela anistia de impostos para empresas.",
    "Pela punição severa a todos os torturadores.",
    "b",
    "historia"
  ],
  [
    "Quem foi o líder da Revolução Cubana de 1959?",
    "Ernesto Che Guevara",
    "Fulgencio Batista",
    "Fidel Castro",
    "Augusto Pinochet",
    "c",
    "historia"
  ],
  [
    "As 'entradas' e 'bandeiras' foram expedições que, durante o Brasil Colônia, adentraram o interior do território com o objetivo de:",
    "Catequizar indígenas e fundar novas cidades.",
    "Mapear o território para o rei de Portugal.",
    "Procurar metais preciosos e aprisionar indígenas.",
    "Combater invasores estrangeiros no litoral.",
    "c",
    "historia"
  ],
  [
    "A Contrarreforma foi a resposta da Igreja Católica à Reforma Protestante. Uma de suas principais ferramentas foi:",
    "A tradução da Bíblia para as línguas locais.",
    "O fim do celibato clerical.",
    "A reativação do Tribunal da Santa Inquisição e a criação da Companhia de Jesus.",
    "A aceitação da livre interpretação da Bíblia.",
    "c",
    "historia"
  ],
  [
    "O que foi a 'Crise dos Mísseis' de 1962, um dos momentos mais tensos da Guerra Fria?",
    "Um ataque com mísseis da China ao Japão.",
    "A descoberta de mísseis nucleares soviéticos instalados em Cuba, apontados para os EUA.",
    "O desenvolvimento do programa espacial Apollo.",
    "Um conflito entre Israel e Egito por mísseis.",
    "b",
    "historia"
  ],
  [
    "A Lei de Terras de 1850, no Brasil, estabeleceu que o acesso à terra só poderia ocorrer por meio da:",
    "Herança",
    "Posse (ocupação)",
    "Doação do governo",
    "Compra",
    "d",
    "historia"
  ],
  [
    "A Revolução dos Cravos, em 1974, derrubou uma longa ditadura em qual país?",
    "Espanha",
    "Grécia",
    "Portugal",
    "Chile",
    "c",
    "historia"
  ],
  [
    "O Imperialismo do século XIX foi a política de expansão e domínio de potências europeias sobre continentes como a Ásia e a África. O principal objetivo era:",
    "Levar a democracia e os direitos humanos para esses continentes.",
    "Buscar mercados consumidores, mão de obra barata e matérias-primas.",
    "Promover a industrialização dos países dominados.",
    "Aprender com as culturas locais.",
    "b",
    "historia"
  ],
  [
    "O personagem histórico que ficou conhecido como 'O Libertador' por sua liderança nos processos de independência de vários países da América do Sul foi:",
    "José de San Martín",
    "Simón Bolívar",
    "Toussaint Louverture",
    "Bernardo O'Higgins",
    "b",
    "historia"
  ],
  [
    "O que foi o 'Período Entreguerras' (1919-1939)?",
    "O período de paz e prosperidade global entre as duas guerras mundiais.",
    "O período de ascensão de regimes totalitários como o Nazismo e o Fascismo na Europa.",
    "O período em que a Liga das Nações conseguiu evitar todos os conflitos.",
    "O auge do liberalismo econômico no mundo.",
    "b",
    "historia"
  ],
  [
    "A Inconfidência Mineira (1789) foi um movimento da elite de Minas Gerais que, influenciado pelo Iluminismo, pretendia:",
    "Abolir a escravidão em todo o Brasil.",
    "Coroar um novo rei no Brasil.",
    "Proclamar uma república independente na região das Minas.",
    "Expulsar os holandeses do Nordeste.",
    "c",
    "historia"
  ],
  [
    "A chegada dos portugueses ao Brasil em 1500 faz parte do contexto histórico da(s):",
    "Cruzadas",
    "Expansão Marítima Europeia",
    "Reforma Protestante",
    "Revolução Industrial",
    "b",
    "historia"
  ],
  [
    "O 'apartheid', que significa 'vidas separadas', foi um regime de segregação racial implementado oficialmente em 1948 em qual país?",
    "Estados Unidos",
    "África do Sul",
    "Austrália",
    "Índia",
    "b",
    "historia"
  ],
  [
    "A Guerra do Vietnã foi um longo conflito no contexto da Guerra Fria que opôs:",
    "Vietnã do Norte (comunista) e Vietnã do Sul (capitalista, apoiado pelos EUA).",
    "Vietnã e China.",
    "Vietnã e França.",
    "Coreia do Norte e Coreia do Sul.",
    "a",
    "historia"
  ],
  [
    "Qual foi o principal produto da economia colonial brasileira no século XVI?",
    "Ouro",
    "Café",
    "Cana-de-açúcar",
    "Pau-brasil",
    "c",
    "historia"
  ],
  [
    "A Lei Áurea, que aboliu a escravidão no Brasil, foi assinada em 1888 pela:",
    "Rainha Maria I",
    "Imperatriz Leopoldina",
    "Princesa Isabel",
    "Dona Carlota Joaquina",
    "c",
    "historia"
  ],
  [
    "A Revolução Francesa, iniciada em 1789, defendia os ideais de:",
    "Absolutismo, Mercantilismo e Poder Divino",
    "Liberdade, Igualdade e Fraternidade",
    "Socialismo, Comunismo e Anarquismo",
    "Nacionalismo, Imperialismo e Militarismo",
    "b",
    "historia"
  ],
  [
    "Quem proclamou a Independência do Brasil em 7 de setembro de 1822?",
    "D. João VI",
    "José Bonifácio",
    "Tiradentes",
    "D. Pedro I",
    "d",
    "historia"
  ],
  [
    "A política do 'café com leite', predominante na República Velha, consistia na alternância de poder entre as oligarquias de:",
    "Rio de Janeiro e Bahia",
    "São Paulo e Minas Gerais",
    "Pernambuco e Rio Grande do Sul",
    "Amazonas e Pará",
    "b",
    "historia"
  ],
  [
    "O período em que Getúlio Vargas governou o Brasil de forma ditatorial (1937-1945) ficou conhecido como:",
    "República Nova",
    "Governo Provisório",
    "Estado Novo",
    "Governo Constitucionalista",
    "c",
    "historia"
  ],
  [
    "A Primeira Guerra Mundial (1914-1918) teve como estopim:",
    "A invasão da Polônia pela Alemanha.",
    "O ataque japonês a Pearl Harbor.",
    "O assassinato do arquiduque Francisco Ferdinando.",
    "A Revolução Russa de 1917.",
    "c",
    "historia"
  ],
  [
    "Qual o nome do líder da Inconfidência Mineira, que foi enforcado e esquartejado?",
    "Cláudio Manuel da Costa",
    "Tomás Antônio Gonzaga",
    "Joaquim José da Silva Xavier (Tiradentes)",
    "Alvarenga Peixoto",
    "c",
    "historia"
  ],
  [
    "O sistema de produção industrial que se baseia na linha de montagem e na produção em massa é chamado de:",
    "Fordismo",
    "Toyotismo",
    "Artesanato",
    "Manufatura",
    "a",
    "historia"
  ],
  [
    "A Guerra Fria foi um conflito ideológico entre:",
    "Capitalismo (EUA) e Socialismo (URSS)",
    "Fascismo (Itália) e Nazismo (Alemanha)",
    "Protestantes e Católicos",
    "Monarquistas e Republicanos",
    "a",
    "historia"
  ],
  [
    "A transferência da corte portuguesa para o Brasil em 1808 ocorreu devido:",
    "À Revolução do Porto.",
    "Às invasões napoleônicas em Portugal.",
    "À descoberta de ouro em Minas Gerais.",
    "Ao desejo de D. João VI de conhecer a colônia.",
    "b",
    "historia"
  ],
  [
    "O período da Ditadura Militar no Brasil (1964-1985) foi marcado pela:",
    "Ampla liberdade de imprensa.",
    "Criação de vários partidos políticos.",
    "Censura, repressão e suspensão de direitos políticos.",
    "Realização de eleições diretas para presidente.",
    "c",
    "historia"
  ],
  [
    "A Reforma Protestante foi iniciada no século XVI por:",
    "João Calvino",
    "Henrique VIII",
    "Martinho Lutero",
    "Inácio de Loyola",
    "c",
    "historia"
  ],
  [
    "O movimento pelas 'Diretas Já' no Brasil, em 1984, reivindicava:",
    "O fim da inflação.",
    "A anistia aos presos políticos.",
    "Eleições diretas para a Presidência da República.",
    "Uma nova Constituição.",
    "c",
    "historia"
  ],
  [
    "Qual civilização pré-colombiana construiu a cidade de Machu Picchu?",
    "Asteca",
    "Maia",
    "Inca",
    "Tupi-Guarani",
    "c",
    "historia"
  ],
  [
    "A 'Crise de 1929' teve início com a quebra da Bolsa de Valores de:",
    "Londres",
    "Paris",
    "Tóquio",
    "Nova York",
    "d",
    "historia"
  ],
  [
    "O sistema de Capitanias Hereditárias foi implementado no Brasil Colônia com o objetivo de:",
    "Centralizar o poder na mão do rei.",
    "Promover a catequização dos indígenas.",
    "Povoar e defender o território, transferindo os custos para particulares.",
    "Explorar o pau-brasil de forma mais eficiente.",
    "c",
    "historia"
  ],
  [
    "Qual evento marcou o fim da Idade Média e o início da Idade Moderna?",
    "A Queda do Império Romano do Ocidente (476)",
    "O início da Reforma Protestante (1517)",
    "A Tomada de Constantinopla pelos turcos (1453)",
    "O início da Revolução Francesa (1789)",
    "c",
    "historia"
  ],
  [
    "A Guerra do Paraguai (1864-1870) foi um conflito entre o Paraguai e a Tríplice Aliança, formada por:",
    "Brasil, Argentina e Uruguai",
    "Brasil, Chile e Bolívia",
    "Argentina, Uruguai e Chile",
    "Brasil, Paraguai e Argentina",
    "a",
    "historia"
  ],
  [
    "O principal objetivo das Grandes Navegações dos séculos XV e XVI era:",
    "Descobrir novas terras para colonização.",
    "Encontrar uma nova rota marítima para as Índias.",
    "Provar que a Terra era redonda.",
    "Espalhar o cristianismo pelo mundo.",
    "b",
    "historia"
  ],
  [
    "O regime de segregação racial que vigorou na África do Sul até 1994 foi o:",
    "Nazismo",
    "Fascismo",
    "Apartheid",
    "Sionismo",
    "c",
    "historia"
  ],
  [
    "A Conjuração Baiana (1798), diferente da Inconfidência Mineira, teve um caráter:",
    "Elitista e monarquista",
    "Popular e defendia o fim da escravidão",
    "Separatista do sul do país",
    "Puramente fiscal, contra os impostos",
    "b",
    "historia"
  ],
  [
    "A Segunda Guerra Mundial (1939-1945) começou quando:",
    "O Japão atacou a base de Pearl Harbor.",
    "A Alemanha invadiu a União Soviética.",
    "Os Estados Unidos lançaram a bomba atômica.",
    "A Alemanha nazista invadiu a Polônia.",
    "d",
    "historia"
  ],
  [
    "A vinda da Família Real para o Brasil em 1808 resultou em diversas transformações, exceto:",
    "A abertura dos portos às nações amigas.",
    "A criação do Banco do Brasil e da Biblioteca Real.",
    "A elevação do Brasil a Reino Unido de Portugal e Algarves.",
    "A imediata abolição da escravatura.",
    "d",
    "historia"
  ],
  [
    "O Iluminismo foi um movimento filosófico e intelectual que defendia:",
    "O poder absoluto dos reis.",
    "A razão, a ciência e a liberdade individual.",
    "A supremacia da Igreja sobre o Estado.",
    "O sistema econômico feudal.",
    "b",
    "historia"
  ],
  [
    "Qual presidente brasileiro ficou conhecido por seu plano de metas '50 anos em 5'?",
    "Getúlio Vargas",
    "Juscelino Kubitschek",
    "Jânio Quadros",
    "João Goulart",
    "b",
    "historia"
  ],
  [
    "O Tratado de Tordesilhas, assinado em 1494, dividia as terras 'descobertas e por descobrir' entre:",
    "Portugal e Inglaterra",
    "Espanha e França",
    "Portugal e Espanha",
    "Holanda e Portugal",
    "c",
    "historia"
  ],
  [
    "A Revolução Industrial teve início em qual país?",
    "França",
    "Alemanha",
    "Estados Unidos",
    "Inglaterra",
    "d",
    "historia"
  ],
  [
    "A 'Noite dos Cristais' foi um evento de violência organizada contra os judeus, ocorrido em 1938, em qual país?",
    "Itália",
    "União Soviética",
    "Alemanha",
    "Polônia",
    "c",
    "historia"
  ],
  [
    "O ciclo econômico da mineração no Brasil colonial (século XVIII) teve como centro a região de:",
    "Pernambuco",
    "São Paulo",
    "Minas Gerais",
    "Bahia",
    "c",
    "historia"
  ],
  [
    "Qual era a principal forma de trabalho utilizada nos engenhos de açúcar do Brasil Colônia?",
    "Trabalho assalariado",
    "Servidão",
    "Trabalho escravo africano",
    "Mão de obra livre indígena",
    "c",
    "historia"
  ],
  [
    "O Muro de Berlim, símbolo da Guerra Fria, foi construído em 1961 e sua queda, em 1989, marcou:",
    "O início da Segunda Guerra Mundial.",
    "O colapso dos regimes socialistas no Leste Europeu.",
    "A criação da União Europeia.",
    "A vitória do Vietnã na guerra.",
    "b",
    "historia"
  ],
  [
    "A Proclamação da República no Brasil ocorreu em 15 de novembro de 1889 e foi liderada por:",
    "Princesa Isabel",
    "Marechal Deodoro da Fonseca",
    "Dom Pedro II",
    "Rui Barbosa",
    "b",
    "historia"
  ],
  [
    "Qual o nome da guerra civil que ocorreu nos Estados Unidos (1861-1865) e que opôs os estados do Norte e do Sul, principalmente pela questão da escravidão?",
    "Guerra de Independência",
    "Guerra Hispano-Americana",
    "Guerra de Secessão",
    "Guerra do Vietnã",
    "c",
    "historia"
  ],
  [
    "O Feudalismo, sistema político, social e econômico da Idade Média, era baseado na:",
    "Produção industrial e no trabalho assalariado.",
    "Posse da terra e nas relações de suserania e vassalagem.",
    "Democracia e no comércio marítimo.",
    "Cultura clássica e no direito romano.",
    "b",
    "historia"
  ],
  [
    "Qual o movimento de contestação ao domínio português que ocorreu em Pernambuco em 1817?",
    "Inconfidência Mineira",
    "Conjuração Baiana",
    "Revolução Pernambucana",
    "Guerra dos Farrapos",
    "c",
    "historia"
  ],
  [
    "O Renascimento Cultural foi um movimento que se destacou por:",
    "Negar os valores da antiguidade clássica.",
    "Valorizar a teologia e o pensamento religioso.",
    "Retomar os valores humanistas e a cultura greco-romana.",
    "Criticar a ciência e a razão.",
    "c",
    "historia"
  ],
  [
    "A política de apaziguamento, adotada por potências europeias antes da Segunda Guerra Mundial, consistia em:",
    "Atacar a Alemanha preventivamente.",
    "Fazer concessões a Hitler para evitar um conflito.",
    "Formar uma aliança militar com a União Soviética.",
    "Ignorar a expansão territorial alemã.",
    "b",
    "historia"
  ],
  [
    "O presidente dos Estados Unidos que implementou o 'New Deal' para combater os efeitos da Crise de 1929 foi:",
    "Herbert Hoover",
    "Franklin D. Roosevelt",
    "Harry Truman",
    "Theodore Roosevelt",
    "b",
    "historia"
  ],
  [
    "Em que estado brasileiro ocorreu a Balaiada?",
    "Bahia",
    "Rio Grande do Sul",
    "Maranhão",
    "Pará",
    "c",
    "historia"
  ],
  [
    "Qual destas revoltas ocorreu no estado da Bahia?",
    "Balaiada",
    "Sabinada",
    "Cabanagem",
    "Revolução Farroupilha",
    "b",
    "historia"
  ],
  [
    "Leia o trecho da Carta de Pero Vaz de Caminha (1500): 'Esta terra, senhor, me parece que da ponta que mais contra o sul vimos até a outra ponta que contra o norte vem, de que nós deste porto houvemos vista, será tamanha que haverá nela bem vinte ou vinte e cinco léguas por costa. (...) Águas são muitas; infindas. E em tal maneira é graciosa que, querendo-a aproveitar, dar-se-á nela tudo.' A descrição de Caminha revela uma visão sobre a nova terra marcada pelo(a):",
    "Medo do desconhecido e dos perigos.",
    "Desinteresse econômico, focando apenas na beleza.",
    "Potencial de exploração econômica e pela exuberância da natureza.",
    "Desejo de estabelecer imediatamente uma nova capital.",
    "c",
    "historia"
  ],
  [
    "O documento de Pero Vaz de Caminha é considerado a 'certidão de nascimento' do Brasil e se insere no contexto histórico da(s):",
    "Cruzadas Medievais.",
    "Expansão Marítima Europeia.",
    "Revolução Industrial.",
    "Guerras Napoleônicas.",
    "b",
    "historia"
  ],
  [
    "A principal atividade econômica desenvolvida pelos portugueses no Brasil durante o século XVI, utilizando mão de obra escravizada africana, foi:",
    "A mineração de ouro.",
    "O cultivo do café.",
    "A produção de açúcar nos engenhos.",
    "A extração do látex para a produção de borracha.",
    "c",
    "historia"
  ],
  [
    "O sistema de Capitanias Hereditárias, implementado por Portugal no Brasil em 1534, tinha como principal objetivo:",
    "Centralizar a administração da colônia nas mãos do rei.",
    "Promover a catequização dos indígenas.",
    "Povoar o território e transferir os custos da colonização para nobres portugueses (donatários).",
    "Combater os piratas franceses no Rio de Janeiro.",
    "c",
    "historia"
  ],
  [
    "A Revolução Francesa (1789) é um marco na história ocidental. Seu lema, que resumia seus ideais, era:",
    "'Paz, Pão e Terra'",
    "'Um rei, uma fé, uma lei'",
    "'Liberdade, Igualdade e Fraternidade'",
    "'O poder emana do povo'",
    "c",
    "historia"
  ],
  [
    "A Queda da Bastilha, em 14 de julho de 1789, foi o evento simbólico que marcou o início da Revolução Francesa. A Bastilha era:",
    "O palácio onde vivia o rei Luís XVI.",
    "Uma prisão política e um símbolo do absolutismo monárquico.",
    "A sede da Assembleia Nacional Constituinte.",
    "O principal porto comercial da França.",
    "b",
    "historia"
  ],
  [
    "O Período Napoleônico (1799-1815) foi uma consequência direta da Revolução Francesa. Uma das principais medidas de Napoleão Bonaparte que afetou diretamente a história do Brasil foi:",
    "A venda da Louisiana para os Estados Unidos.",
    "A coroação como Imperador da França.",
    "A criação do Código Civil Napoleônico.",
    "O decreto do Bloqueio Continental contra a Inglaterra, que levou à vinda da família real portuguesa para o Brasil.",
    "d",
    "historia"
  ],
  [
    "A vinda da Corte Portuguesa para o Brasil em 1808 trouxe inúmeras transformações, EXCETO:",
    "A Abertura dos Portos às Nações Amigas.",
    "A criação do Banco do Brasil e da Biblioteca Real.",
    "A elevação do Brasil a Reino Unido de Portugal e Algarves.",
    "A imediata abolição da escravidão em todo o território.",
    "d",
    "historia"
  ],
  [
    "A Independência do Brasil, proclamada em 7 de setembro de 1822, resultou na instauração de qual forma de governo?",
    "República Presidencialista.",
    "Monarquia Constitucional.",
    "Ditadura Militar.",
    "República Parlamentarista.",
    "b",
    "historia"
  ],
  [
    "O Período Regencial (1831-1840) no Brasil foi uma fase de grande instabilidade política e social, marcada por diversas revoltas, como a:",
    "Inconfidência Mineira.",
    "Guerra de Canudos.",
    "Revolta da Vacina.",
    "Guerra dos Farrapos (Farroupilha).",
    "d",
    "historia"
  ],
  [
    "Leia o trecho sobre a Guerra do Paraguai (1864-1870): 'O conflito foi o maior da história da América do Sul e teve consequências devastadoras, especialmente para o Paraguai, que teve sua população e economia dizimadas.' A guerra opôs o Paraguai à Tríplice Aliança, formada por:",
    "Brasil, Argentina e Uruguai.",
    "Brasil, Chile e Bolívia.",
    "Argentina, Peru e Equador.",
    "Uruguai, Venezuela e Colômbia.",
    "a",
    "historia"
  ],
  [
    "A Lei Eusébio de Queirós, de 1850, foi um passo importante no processo de abolição da escravatura no Brasil. Ela decretava:",
    "A liberdade dos filhos de escravos nascidos a partir daquela data (Lei do Ventre Livre).",
    "A proibição do tráfico negreiro intercontinental para o Brasil.",
    "A libertação dos escravos com mais de 60 anos (Lei dos Sexagenários).",
    "A abolição total da escravidão.",
    "b",
    "historia"
  ],
  [
    "A Proclamação da República no Brasil ocorreu em 15 de novembro de 1889. Esse evento foi liderado principalmente por:",
    "Setores da elite cafeeira e militares do Exército.",
    "Escravos recém-libertos e camponeses.",
    "A família imperial, que desejava modernizar o país.",
    "Imigrantes europeus que defendiam ideais republicanos.",
    "a",
    "historia"
  ],
  [
    "A 'Política do Café com Leite', característica da República Velha (1889-1930), consistia na alternância de poder na presidência entre as oligarquias de:",
    "Rio de Janeiro e Bahia.",
    "São Paulo e Rio Grande do Sul.",
    "Pernambuco e Ceará.",
    "São Paulo e Minas Gerais.",
    "d",
    "historia"
  ],
  [
    "O 'coronelismo' e o 'voto de cabresto' foram práticas políticas comuns na República Velha, que garantiam o controle dos votos da população rural pelos:",
    "Padres e bispos da Igreja Católica.",
    "Grandes fazendeiros locais, chamados de 'coronéis'.",
    "Oficiais do Exército Brasileiro.",
    "Líderes sindicais das cidades.",
    "b",
    "historia"
  ],
  [
    "A Revolução Industrial, iniciada na Inglaterra no século XVIII, transformou radicalmente a produção de mercadorias. Sua principal característica foi a:",
    "Substituição do trabalho artesanal pelo trabalho assalariado em fábricas com o uso de máquinas.",
    "Valorização da produção agrícola em detrimento da industrial.",
    "Distribuição igualitária da riqueza entre patrões e empregados.",
    "Proibição do uso de combustíveis fósseis.",
    "a",
    "historia"
  ],
  [
    "O Imperialismo do século XIX, praticado pelas potências europeias, buscava na África e na Ásia:",
    "Promover a independência e a democracia nessas regiões.",
    "Aprender com as culturas locais e estabelecer trocas igualitárias.",
    "Fontes de matéria-prima, mercados consumidores e mão de obra barata.",
    "Ajudar no desenvolvimento industrial desses continentes.",
    "c",
    "historia"
  ],
  [
    "A Primeira Guerra Mundial (1914-1918) teve como estopim o assassinato do arquiduque Francisco Ferdinando, herdeiro do Império Austro-Húngaro. No entanto, suas causas profundas estão relacionadas:",
    "Às disputas imperialistas, às políticas de alianças e à corrida armamentista.",
    "À crise econômica de 1929.",
    "À ascensão do nazismo na Alemanha.",
    "À Revolução Russa de 1917.",
    "a",
    "historia"
  ],
  [
    "A Revolução Russa de 1917 foi um evento que derrubou o regime czarista e levou à formação do primeiro Estado socialista do mundo. Os líderes da facção bolchevique, que tomaram o poder em outubro de 1917, foram:",
    "Marx e Engels.",
    "Stalin e Trotsky.",
    "Lênin e Trotsky.",
    "Kerensky e Kornilov.",
    "c",
    "historia"
  ],
  [
    "O período entre a Primeira e a Segunda Guerra Mundial (1919-1939) foi marcado pela crise do liberalismo e pela ascensão de regimes totalitários. O Fascismo e o Nazismo surgiram, respectivamente, em quais países?",
    "Espanha e Portugal.",
    "Alemanha e Itália.",
    "Rússia e Polônia.",
    "Itália e Alemanha.",
    "d",
    "historia"
  ],
  [
    "A Crise de 1929, iniciada com a quebra da Bolsa de Valores de Nova York, teve como uma de suas principais consequências no Brasil:",
    "O fortalecimento da economia cafeeira, que passou a exportar ainda mais.",
    "Uma grave crise na economia cafeeira, o que enfraqueceu as oligarquias e contribuiu para a Revolução de 1930.",
    "A imediata industrialização do país para substituir as importações.",
    "O aumento da imigração europeia para trabalhar nas lavouras de café.",
    "b",
    "historia"
  ],
  [
    "A Revolução de 1930 levou Getúlio Vargas ao poder, dando início à Era Vargas. O período de 1937 a 1945, em que Vargas governou com poderes ditatoriais, ficou conhecido como:",
    "Governo Provisório.",
    "Governo Constitucional.",
    "Estado Novo.",
    "República Populista.",
    "c",
    "historia"
  ],
  [
    "Durante a Era Vargas, foram criadas leis trabalhistas que até hoje estruturam as relações de trabalho no Brasil. Esse conjunto de leis ficou conhecido como:",
    "Estatuto do Trabalhador.",
    "Código de Defesa do Consumidor.",
    "Leis de Proteção ao Emprego.",
    "Consolidação das Leis do Trabalho (CLT).",
    "d",
    "historia"
  ],
  [
    "A Segunda Guerra Mundial (1939-1945) opôs os Aliados (liderados por EUA, Reino Unido e URSS) ao Eixo (liderado por Alemanha, Itália e Japão). O estopim da guerra na Europa foi:",
    "O ataque japonês a Pearl Harbor.",
    "A invasão da Polônia pela Alemanha.",
    "A Batalha da Inglaterra.",
    "A invasão da Etiópia pela Itália.",
    "b",
    "historia"
  ],
  [
    "O Holocausto foi o genocídio sistemático de cerca de seis milhões de judeus, além de outras minorias, perpetrado pelo regime nazista. Os campos de concentração e extermínio, como Auschwitz, eram parte central dessa política de:",
    "Segregação racial e extermínio em massa.",
    "Reeducação política dos opositores.",
    "Trabalho forçado para a indústria de guerra.",
    "Experimentos científicos com seres humanos.",
    "a",
    "historia"
  ],
  [
    "A participação do Brasil na Segunda Guerra Mundial ocorreu ao lado dos Aliados, com o envio da Força Expedicionária Brasileira (FEB) para lutar em qual país?",
    "França.",
    "Alemanha.",
    "Norte da África.",
    "Itália.",
    "d",
    "historia"
  ],
  [
    "Após a Segunda Guerra Mundial, o mundo ficou dividido em dois blocos ideológicos antagônicos, liderados por EUA (capitalista) e URSS (socialista). Esse período de tensão e disputas indiretas ficou conhecido como:",
    "Guerra Fria.",
    "Paz Armada.",
    "Coexistência Pacífica.",
    "Globalização.",
    "a",
    "historia"
  ],
  [
    "A construção do Muro de Berlim em 1961 foi um dos maiores símbolos da Guerra Fria. Ele foi construído para:",
    "Proteger Berlim Ocidental de ataques militares soviéticos.",
    "Impedir a fuga de cidadãos da Alemanha Oriental (socialista) para a Alemanha Ocidental (capitalista).",
    "Marcar a fronteira entre Alemanha e Polônia.",
    "Criar uma barreira contra a expansão do capitalismo no leste europeu.",
    "b",
    "historia"
  ],
  [
    "A Revolução Cubana de 1959, liderada por Fidel Castro, derrubou a ditadura de Fulgencio Batista e, posteriormente, alinhou Cuba ao bloco:",
    "Capitalista, liderado pelos EUA.",
    "Socialista, liderado pela URSS.",
    "Dos Países Não Alinhados.",
    "Europeu.",
    "b",

    "historia"
  ],
  [
    "A Crise dos Mísseis de 1962 foi o momento de maior tensão da Guerra Fria, quando o mundo esteve à beira de uma guerra nuclear. A crise foi causada pela:",
    "Instalação de mísseis nucleares soviéticos em Cuba.",
    "Invasão da Baía dos Porcos por exilados cubanos.",
    "Construção do Muro de Berlim.",
    "Guerra do Vietnã.",
    "a",
    "historia"
  ],
  [
    "O período da história do Brasil entre 1946 e 1964 é conhecido como República Populista. Uma de suas características foi:",
    "A existência de apenas dois partidos políticos.",
    "A forte influência de líderes carismáticos que estabeleciam uma relação direta com as massas.",
    "A ausência de eleições diretas para presidente.",
    "A forte repressão aos sindicatos e movimentos sociais.",
    "b",
    "historia"
  ],
  [
    "O governo de Juscelino Kubitschek (1956-1961) foi marcado pelo lema '50 anos em 5' e por um ambicioso Plano de Metas. Seu principal projeto foi:",
    "A reforma agrária.",
    "O pagamento da dívida externa.",
    "A construção de Brasília e a transferência da capital.",
    "A criação da Petrobras.",
    "c",
    "historia"
  ],
  [
    "O Golpe Militar de 1964 no Brasil instaurou uma ditadura que durou até 1985. O regime foi caracterizado:",
    "Pela ampla liberdade de imprensa e de expressão.",
    "Pelo pluripartidarismo e pela realização de eleições diretas.",
    "Pela centralização do poder, repressão aos opositores e censura.",
    "Pelo fortalecimento dos sindicatos e dos movimentos estudantis.",
    "c",
    "historia"
  ],
  [
    "O Ato Institucional Nº 5 (AI-5), de 1968, é considerado o mais duro do regime militar brasileiro porque:",
    "Fechou o Congresso Nacional, suspendeu direitos políticos e o habeas corpus para crimes políticos.",
    "Instituiu o bipartidarismo (ARENA e MDB).",
    "Criou o Serviço Nacional de Informações (SNI).",
    "Anistiou os presos políticos do regime.",
    "a",
    "historia"
  ],
  [
    "O movimento das 'Diretas Já' (1983-1984) foi uma grande mobilização popular no Brasil que reivindicava:",
    "O fim da inflação.",
    "Uma nova constituição.",
    "A anistia aos exilados políticos.",
    "Eleições diretas para a Presidência da República.",
    "d",
    "historia"
  ],
  [
    "O fim da Guerra Fria é simbolizado pela queda do Muro de Berlim em 1989 e pela posterior desintegração de qual país em 1991?",
    "Iugoslávia.",
    "Tchecoslováquia.",
    "Alemanha Oriental.",
    "União Soviética (URSS).",
    "d",
    "historia"
  ],
  [
    "O Apartheid foi um regime de segregação racial que vigorou oficialmente até o início dos anos 1990 em qual país africano?",
    "Nigéria.",
    "Angola.",
    "África do Sul.",
    "Egito.",
    "c",
    "historia"
  ],
  [
    "Nelson Mandela foi o principal líder da luta contra o Apartheid e, após 27 anos de prisão, tornou-se o primeiro presidente negro da África do Sul. Sua luta é um símbolo:",
    "Da resistência pacífica e da busca pela reconciliação nacional.",
    "Da defesa da supremacia branca.",
    "Do comunismo na África.",
    "Da separação entre negros e brancos.",
    "a",
    "historia"
  ],
  [
    "A globalização, intensificada a partir do final do século XX, é caracterizada principalmente:",
    "Pela diminuição das trocas comerciais entre os países.",
    "Pela valorização das fronteiras nacionais e pelo protecionismo.",
    "Pela intensa circulação de informações, capitais, mercadorias e pessoas, impulsionada pela revolução tecnológica.",
    "Pelo fim das desigualdades sociais no mundo.",
    "c",
    "historia"
  ],
  [
    "Os ataques terroristas de 11 de setembro de 2001 aos Estados Unidos foram atribuídos à organização fundamentalista islâmica Al-Qaeda, liderada por:",
    "Saddam Hussein.",
    "Muammar al-Gaddafi.",
    "Osama bin Laden.",
    "Aiatolá Khomeini.",
    "c",
    "historia"
  ],
  [
    "A Inconfidência Mineira (1789) foi um movimento de caráter elitista que pretendia proclamar a independência da região das Minas Gerais. Seu líder, que acabou sendo o único condenado à morte, foi:",
    "Tomás Antônio Gonzaga.",
    "Cláudio Manuel da Costa.",
    "Joaquim José da Silva Xavier, o Tiradentes.",
    "Alvarenga Peixoto.",
    "c",
    "historia"
  ],
  [
    "A Conjuração Baiana (ou Revolta dos Alfaiates), de 1798, diferenciou-se da Inconfidência Mineira por:",
    "Ser um movimento da elite branca e rica de Salvador.",
    "Querer manter a escravidão e a monarquia.",
    "Ter um caráter popular, com a participação de alfaiates, soldados e negros livres, e defender o fim da escravidão.",
    "Lutar pela independência de Portugal para unir o Brasil à França.",
    "c",
    "historia"
  ],
  [
    "O ciclo econômico da mineração no Brasil (século XVIII) levou ao desenvolvimento de uma rica cultura barroca e ao surgimento de cidades como:",
    "Recife e Olinda.",
    "Salvador e Porto Seguro.",
    "Ouro Preto, Mariana e Diamantina.",
    "São Paulo e Rio de Janeiro.",
    "c",

    "historia"
  ],
  [
    "A 'derrama' era a cobrança forçada de impostos atrasados sobre o ouro, imposta por Portugal na região das Minas Gerais, e foi um dos estopins para a:",
    "Guerra dos Emboabas.",
    "Revolta de Vila Rica.",
    "Inconfidência Mineira.",
    "Guerra dos Mascates.",
    "c",
    "historia"
  ],
  [
    "O Renascimento foi um movimento cultural, artístico e científico que surgiu na Itália no século XIV. Ele se caracterizava pela valorização:",
    "Do teocentrismo e da fé medieval.",
    "Do humanismo, do racionalismo e da cultura greco-romana.",
    "Do poder absoluto da Igreja e dos reis.",
    "Da arte abstrata e do expressionismo.",
    "b",
    "historia"
  ],
  [
    "A Reforma Protestante, iniciada por Martinho Lutero em 1517, criticava diversas práticas da Igreja Católica, como:",
    "A realização de missas em latim.",
    "A venda de indulgências (perdão dos pecados).",
    "O celibato dos padres.",
    "A crença em santos e na Virgem Maria.",
    "b",
    "historia"
  ],
  [
    "A Contrarreforma foi a reação da Igreja Católica à Reforma Protestante. Uma de suas principais decisões, tomadas no Concílio de Trento, foi:",
    "A aceitação do casamento de padres.",
    "A tradução da Bíblia para as línguas nacionais.",
    "A reafirmação dos dogmas católicos e a criação de seminários para a formação de padres.",
    "O fim do Tribunal da Inquisição.",
    "c",
    "historia"
  ],
  [
    "As Grandes Navegações dos séculos XV e XVI foram pioneiras por quais nações europeias?",
    "Inglaterra e França.",
    "Holanda e Bélgica.",
    "Espanha e Itália.",
    "Portugal e Espanha.",
    "d",
    "historia"
  ],
  [
    "O Tratado de Tordesilhas, assinado em 1494, dividia as terras 'descobertas e por descobrir' entre Portugal e Espanha. A linha imaginária passava a:",
    "100 léguas a oeste das ilhas de Cabo Verde.",
    "370 léguas a oeste das ilhas de Cabo Verde.",
    "1000 léguas a leste das ilhas de Cabo Verde.",
    "Cortar o continente africano ao meio.",
    "b",
    "historia"
  ],
  [
    "As civilizações pré-colombianas que se desenvolveram na região da Mesoamérica (atual México e América Central) foram os:",
    "Incas e Tupis.",
    "Astecas e Maias.",
    "Sioux e Apaches.",
    "Guaranis e Caribes.",
    "b",
    "historia"
  ],
  [
    "A cidade de Machu Picchu, no Peru, é um famoso sítio arqueológico construído pela civilização:",
    "Asteca.",
    "Maia.",
    "Inca.",
    "Olmeda.",
    "c",
    "historia"
  ],
  [
    "O Feudalismo, sistema que predominou na Europa durante a Idade Média, tinha como principal característica social:",
    "A grande mobilidade social, permitindo que camponeses se tornassem nobres.",
    "A sociedade de classes, baseada na riqueza e no poder econômico.",
    "A sociedade estamental, dividida em clero, nobreza e servos, com pouquíssima mobilidade.",
    "A democracia, com a participação de todos os cidadãos nas decisões políticas.",
    "c",
    "historia"
  ],
  [
    "As Cruzadas foram expedições militares e religiosas que partiram da Europa em direção ao Oriente. Seu objetivo oficial era:",
    "Conquistar novas rotas comerciais para as especiarias.",
    "Expandir o conhecimento geográfico do mundo.",
    "Combater os vikings no norte da Europa.",
    "Reconquistar a Terra Santa (Jerusalém) do domínio muçulmano.",
    "d",
    "historia"
  ],
  [
    "O Iluminismo foi um movimento de ideias do século XVIII que defendia a razão e a ciência. Seus pensadores, como John Locke e Montesquieu, criticavam duramente:",
    "A democracia e a república.",
    "O absolutismo monárquico e o poder da Igreja.",
    "O socialismo e o comunismo.",
    "O livre comércio e a propriedade privada.",
    "b",
    "historia"
  ],
  [
    "A ideia da 'divisão dos três poderes' (Executivo, Legislativo e Judiciário), fundamental para as democracias modernas, foi proposta pelo filósofo iluminista:",
    "Voltaire.",
    "Rousseau.",
    "Diderot.",
    "Montesquieu.",
    "d",
    "historia"
  ],
  [
    "A Guerra de Secessão (1861-1865) nos Estados Unidos opôs os estados do Norte (União) e os estados do Sul (Confederados). A principal causa do conflito foi:",
    "A disputa por territórios no oeste.",
    "A questão da escravidão, que o Norte queria abolir e o Sul queria manter.",
    "Divergências sobre a política de impostos de importação.",
    "A eleição do presidente Abraham Lincoln.",
    "b",
    "historia"
  ],
  [
    "A Unificação da Itália e da Alemanha no século XIX são exemplos do fortalecimento de qual ideologia?",
    "Socialismo.",
    "Anarquismo.",
    "Liberalismo.",
    "Nacionalismo.",
    "d",
    "historia"
  ],
  [
    "A Guerra de Canudos (1896-1897), no sertão da Bahia, foi um conflito entre as tropas da recém-proclamada República e os seguidores de um líder religioso chamado:",
    "Padre Cícero.",
    "Frei Caneca.",
    "Antônio Conselheiro.",
    "Zumbi dos Palmares.",
    "c",
    "historia"
  ],
  [
    "A Revolta da Vacina, no Rio de Janeiro (1904), foi uma rebelião popular que eclodiu devido à:",
    "Obrigatoriedade da vacinação contra a varíola, somada à insatisfação com as reformas urbanas autoritárias.",
    "Falta de vacinas nos postos de saúde.",
    "Proibição da venda de medicamentos importados.",
    "Alta dos preços dos alimentos básicos.",
    "a",
    "historia"
  ],
  [
    "O movimento modernista no Brasil, cuja marco inicial foi a Semana de Arte Moderna de 1922, propunha:",
    "A imitação dos padrões artísticos europeus clássicos.",
    "A criação de uma arte puramente abstrata e sem referências nacionais.",
    "A ruptura com o academicismo e a busca por uma identidade cultural brasileira, valorizando temas nacionais.",
    "A volta ao estilo barroco do período colonial.",
    "c",
    "historia"
  ],
  [
    "O Plano Collor, implementado no Brasil em 1990, ficou famoso por uma medida econômica drástica que foi:",
    "A dolarização da economia.",
    "O congelamento de preços e salários.",
    "A criação de uma nova moeda, o Real.",
    "O confisco dos depósitos em contas correntes e poupanças.",
    "d",
    "historia"
  ],
  [
    "O Mercosul (Mercado Comum do Sul) é um bloco econômico formado originalmente por quais países?",
    "Brasil, Argentina, Chile e Bolívia.",
    "Brasil, Argentina, Uruguai e Paraguai.",
    "Brasil, Venezuela, Colômbia e Peru.",
    "Todos os países da América do Sul.",
    "b",
    "historia"
  ],
  [
    "O Período Paleolítico, ou Idade da Pedra Lascada, é a fase mais antiga da pré-história. Os grupos humanos dessa época eram:",
    "Sedentários, viviam em cidades e praticavam a agricultura.",
    "Nômades, caçadores-coletores e viviam em cavernas.",
    "Mestres na arte da metalurgia, produzindo armas de bronze.",
    "Organizados em grandes impérios com escrita e leis.",
    "b",
    "historia"
  ],
  [
    "A Revolução Neolítica, ou Idade da Pedra Polida, foi marcada por uma transformação fundamental na história humana, que foi:",
    "A descoberta do fogo.",
    "O desenvolvimento da escrita.",
    "O início da agricultura e a sedentarização dos grupos humanos.",
    "A invenção da roda.",
    "c",
    "historia"
  ],
  [
    "As primeiras civilizações da Antiguidade, como a Mesopotâmia e o Egito, desenvolveram-se nas margens de grandes rios. Por isso, são chamadas de:",
    "Civilizações lacustres.",
    "Civilizações montanhosas.",
    "Civilizações fluviais ou hidráulicas.",
    "Civilizações marítimas.",
    "c",
    "historia"
  ],
  [
    "A escrita cuneiforme, uma das mais antigas do mundo, foi desenvolvida por qual povo da Mesopotâmia?",
    "Egípcios.",
    "Babilônios.",
    "Hebreus.",
    "Sumérios.",
    "d",
    "historia"
  ],
  [
    "O Código de Hamurabi, da Babilônia, é famoso por ser um dos primeiros conjuntos de leis escritas e por se basear no princípio de:",
    "'Olho por olho, dente por dente' (Lei de Talião).",
    "'Ame o próximo como a ti mesmo'.",
    "'Todos são iguais perante a lei'.",
    "'A liberdade de um termina onde começa a do outro'.",
    "a",
    "historia"
  ],
  [
    "A democracia, como sistema de governo em que os cidadãos participam das decisões políticas, surgiu em qual cidade-estado da Grécia Antiga?",
    "Esparta.",
    "Tebas.",
    "Atenas.",
    "Corinto.",
    "c",
    "historia"
  ],
  [
    "As Guerras Púnicas foram uma série de três grandes conflitos na Antiguidade que opuseram:",
    "Roma e Grécia.",
    "Roma e Egito.",
    "Roma e Cartago.",
    "Atenas e Esparta.",
    "c",
    "historia"
  ],
  [
    "A expansão do Império Romano foi gigantesca, mas sua queda no Ocidente, em 476 d.C., foi causada por uma combinação de fatores, incluindo:",
    "A ascensão do cristianismo e a proibição dos deuses romanos.",
    "A crise do sistema escravista, a corrupção política e as invasões de povos germânicos.",
    "Uma série de desastres naturais, como terremotos e vulcões.",
    "A revolta de todas as províncias conquistadas ao mesmo tempo.",
    "b",
    "historia"
  ],
  [
    "O Império Bizantino, com capital em Constantinopla, foi a continuação do Império Romano no Oriente. Sua principal característica religiosa era:",
    "O catolicismo romano, liderado pelo Papa.",
    "O cristianismo ortodoxo grego, liderado pelo Patriarca de Constantinopla.",
    "O islamismo sunita.",
    "O judaísmo.",
    "b",
    "historia"
  ],
  [
    "O Islamismo surgiu na Península Arábica no século VII, fundado pelo profeta:",
    "Abraão.",
    "Moisés.",
    "Jesus Cristo.",
    "Maomé (Muhammad).",
    "d",
    "historia"
  ],
  [
    "O Absolutismo Monárquico foi o sistema de governo que predominou na Europa durante a Idade Moderna. Ele se caracterizava:",
    "Pela divisão do poder entre o rei, o parlamento e os juízes.",
    "Pela concentração de todos os poderes (Executivo, Legislativo e Judiciário) nas mãos do rei.",
    "Pela submissão total do rei ao poder do Papa.",
    "Pela eleição dos reis pelo voto popular.",
    "b",
    "historia"
  ],
  [
    "O Mercantilismo foi o conjunto de práticas econômicas do Absolutismo. Uma de suas principais características era:",
    "O livre comércio, sem a intervenção do Estado na economia.",
    "A busca por uma balança comercial favorável (exportar mais que importar) e o acúmulo de metais preciosos (metalismo).",
    "A valorização da agricultura como a única fonte de riqueza.",
    "A proibição da exploração de colônias.",
    "b",
    "historia"
  ],
  [
    "A escravidão indígena foi utilizada no início da colonização do Brasil, mas foi gradualmente substituída pela escravidão africana. Um dos motivos para essa substituição foi:",
    "A suposta inaptidão do indígena para o trabalho na lavoura.",
    "A maior resistência dos africanos às doenças europeias e os altos lucros gerados pelo tráfico negreiro.",
    "A proibição total da escravidão indígena pelo Papa.",
    "A fuga em massa de todos os indígenas para o interior do continente.",
    "b",
    "historia"
  ],
  [
    "Os quilombos, como o famoso Quilombo dos Palmares liderado por Zumbi, eram:",
    "Aldeias indígenas que resistiam à colonização.",
    "Fortes militares portugueses para defender o litoral.",
    "Comunidades formadas por escravos fugitivos, que se tornaram símbolos de resistência.",
    "Missões jesuíticas para a catequização dos nativos.",
    "c",
    "historia"
  ],
  [
    "A Revolução Pernambucana de 1817 foi um movimento que:",
    "Pretendia separar apenas Pernambuco de Portugal.",
    "Chegou a proclamar uma república independente no Nordeste, mas foi duramente reprimida.",
    "Lutava pela volta de D. João VI a Portugal.",
    "Defendia a manutenção da escravidão a qualquer custo.",
    "b",
    "historia"
  ],
  [
    "A abdicação de D. Pedro I em 1831 e seu retorno para Portugal deram início ao Período Regencial. Ele abdicou em favor de seu filho, que tinha apenas 5 anos de idade. Essa situação levou a:",
    "Uma grande crise política e ao avanço de ideias federalistas e republicanas, resultando em várias revoltas.",
    "Um período de grande paz e estabilidade, governado por regentes competentes.",
    "Uma intervenção militar da Inglaterra para garantir a ordem no Brasil.",
    "À imediata coroação de D. Pedro II, através do 'Golpe da Maioridade'.",
    "a",
    "historia"
  ],
  [
    "O 'Golpe da Maioridade', em 1840, antecipou a coroação de D. Pedro II como imperador do Brasil aos 14 anos de idade. O principal objetivo desse golpe era:",
    "Atender a um desejo do próprio jovem príncipe.",
    "Fortalecer a democracia e a participação popular.",
    "Dar mais poder aos regentes.",
    "Restaurar a autoridade central do imperador para pacificar as revoltas regenciais e garantir a unidade do país.",
    "d",
    "historia"
  ],
  [
    "O Segundo Reinado (1840-1889) teve como principal produto de exportação e base da economia:",
    "O açúcar.",
    "O ouro.",
    "O café.",
    "A borracha.",
    "c",
    "historia"
  ],
  [
    "A imigração europeia para o Brasil, especialmente de italianos e alemães, foi incentivada no final do século XIX com o objetivo de:",
    "Aumentar a diversidade cultural do país.",
    "Substituir a mão de obra escrava nas lavouras de café e 'branquear' a população brasileira.",
    "Desenvolver a indústria de base no Sul do país.",
    "Formar um exército de mercenários para lutar na Guerra do Paraguai.",
    "b",
    "historia"
  ],
  [
    "A Revolta da Chibata (1910), no Rio de Janeiro, foi uma rebelião de marinheiros, em sua maioria negros, liderada por João Cândido. Eles se revoltaram contra:",
    "Os baixos salários e a má alimentação.",
    "A obrigatoriedade de lutar em guerras no exterior.",
    "Os castigos físicos cruéis, como as chibatadas, que ainda eram aplicados na Marinha.",
    "A aliança do Brasil com a Inglaterra.",
    "c",
    "historia"
  ],
  [
    "A Coluna Prestes (1925-1927) foi um movimento tenentista que:",
    "Marchou pelo interior do Brasil denunciando a corrupção e as injustiças da República Velha.",
    "Tentou tomar o poder através de um golpe militar no Rio de Janeiro.",
    "Lutou pela separação do estado de São Paulo do resto do Brasil.",
    "Defendia a implantação de uma ditadura comunista no país.",
    "a",
    "historia"
  ],
  [
    "A Guerra do Vietnã foi um longo e violento conflito da Guerra Fria que resultou na:",
    "Divisão do Vietnã em dois países, um capitalista e um socialista.",
    "Vitória dos Estados Unidos e na implantação do capitalismo em todo o país.",
    "Retirada das tropas americanas e na unificação do Vietnã sob um regime socialista.",
    "Intervenção da ONU, que estabeleceu uma zona desmilitarizada.",
    "c",
    "historia"
  ],
  [
    "O movimento hippie, nos anos 1960, foi um movimento de contracultura que pregava:",
    "O consumismo e o nacionalismo.",
    "A paz, o amor, a vida em comunidade e a crítica aos valores tradicionais.",
    "A disciplina militar e a obediência ao Estado.",
    "A superioridade da cultura ocidental.",
    "b",
    "historia"
  ],
  [
    "A crise do petróleo de 1973 ocorreu quando os países da OPEP decidiram aumentar drasticamente o preço do barril, como represália ao apoio do Ocidente a Israel na Guerra do Yom Kippur. Isso causou:",
    "Uma grande crise econômica mundial, afetando principalmente os países industrializados.",
    "A descoberta de novas e abundantes fontes de petróleo no Brasil.",
    "A queda do preço da gasolina em todo o mundo.",
    "O fim da dependência mundial do petróleo do Oriente Médio.",
    "a",
    "historia"
  ],
  [
    "A Revolução dos Cravos, em 1974, derrubou uma longa ditadura fascista em qual país europeu?",
    "Espanha.",
    "Grécia.",
    "Itália.",
    "Portugal.",
    "d",
    "historia"
  ],
  [
    "O neoliberalismo é uma doutrina econômica que ganhou força a partir dos anos 1980 e que defende:",
    "A forte intervenção do Estado na economia e a estatização de empresas.",
    "O aumento dos gastos públicos e dos programas sociais.",
    "A mínima intervenção do Estado, a livre concorrência, as privatizações e a abertura comercial.",
    "O protecionismo econômico e o fechamento de fronteiras.",
    "c",
    "historia"
  ],
  [
    "O Plano Real, implementado no Brasil em 1994 durante o governo de Itamar Franco, teve como principal objetivo:",
    "Combater a alta inflação que assolava o país.",
    "Confiscar a poupança da população.",
    "Privatizar todas as empresas estatais.",
    "Aumentar os salários dos funcionários públicos.",
    "a",
    "historia"
  ],
  [
    "A Primavera Árabe, iniciada em 2010, foi uma onda de protestos e revoluções populares em diversos países do Oriente Médio e do Norte da África que lutava contra:",
    "A influência cultural do Ocidente.",
    "Ditaduras, a corrupção e a falta de liberdade.",
    "A exploração de petróleo por empresas estrangeiras.",
    "A religião islâmica.",
    "b",
    "historia"
  ],
  [
    "O Muro de Berlim caiu em 1989. O que esse evento simbolizou?",
    "O início da Segunda Guerra Mundial.",
    "O fortalecimento do bloco socialista no Leste Europeu.",
    "O início da Guerra Fria entre EUA e URSS.",
    "O colapso dos regimes socialistas no Leste Europeu e o fim simbólico da Guerra Fria.",
    "d",
    "historia"
  ],
  [
    "O Renascimento Carolíngio, durante o reinado de Carlos Magno no século IX, foi um esforço para:",
    "Conquistar a Terra Santa dos muçulmanos.",
    "Reviver a cultura e a educação clássica (greco-romana) na Europa Ocidental.",
    "Unificar a Europa sob a fé islâmica.",
    "Destruir todos os mosteiros e livros antigos.",
    "b",
    "historia"
  ],
  [
    "A Peste Negra, que dizimou cerca de um terço da população europeia no século XIV, contribuiu para:",
    "O fortalecimento do sistema feudal, que se mostrou eficaz contra a doença.",
    "A crise do sistema feudal, devido à falta de mão de obra e às revoltas camponesas.",
    "O aumento do poder da Igreja, que oferecia a única cura.",
    "A expansão das cidades, consideradas locais mais seguros.",
    "b",
    "historia"
  ],
  [
    "As cidades italianas de Gênova e Veneza enriqueceram na Baixa Idade Média por:",
    "Dominarem a produção agrícola na Europa.",
    "Serem a sede do Papado.",
    "Controlarem o comércio de especiarias e produtos de luxo entre o Oriente e a Europa.",
    "Possuírem as maiores minas de ouro e prata do continente.",
    "c",
    "historia"
  ],
  [
    "A invenção da prensa de tipos móveis por Gutenberg, por volta de 1450, foi revolucionária porque:",
    "Permitiu a cópia manual de livros de forma mais rápida.",
    "Tornou os livros mais caros e raros.",
    "Barateou e acelerou a produção de livros, permitindo a ampla difusão de ideias, como as da Reforma Protestante.",
    "Foi usada exclusivamente para imprimir Bíblias em latim.",
    "c",
    "historia"
  ],
  [
    "O movimento de cercamentos (enclosures) na Inglaterra, a partir do século XVI, consistiu em:",
    "Construir muros em volta das cidades para protegê-las.",
    "Cercar as terras comunais para a criação de ovelhas e a produção de lã, expulsando os camponeses.",
    "Criar áreas de caça exclusivas para a nobreza.",
    "Distribuir as terras da Igreja para os camponeses pobres.",
    "b",
    "historia"
  ],
  [
    "A Revolução Gloriosa (1688) na Inglaterra foi importante porque:",
    "Instaurou uma ditadura republicana liderada por Oliver Cromwell.",
    "Restaurou o poder absoluto do rei.",
    "Limitou o poder do rei e fortaleceu o Parlamento, estabelecendo uma monarquia parlamentarista.",
    "Levou à independência das colônias americanas.",
    "c",
    "historia"
  ],
  [
    "A 'Partilha da África', definida na Conferência de Berlim (1884-1885), foi a divisão do continente africano entre as potências imperialistas europeias. Esse processo:",
    "Respeitou as fronteiras étnicas e culturais dos povos africanos.",
    "Levou em conta a opinião dos líderes africanos.",
    "Criou fronteiras artificiais que agruparam povos rivais e separaram etnias, gerando conflitos que perduram até hoje.",
    "Foi um acordo para promover o desenvolvimento industrial da África.",
    "c",
    "historia"
  ],
  [
    "A Guerra do Ópio, em meados do século XIX, opôs a China e a Grã-Bretanha. A guerra começou porque:",
    "A China proibiu o comércio de ópio que os britânicos vendiam ilegalmente no país.",
    "A Grã-Bretanha queria forçar a China a comprar seus tecidos de algodão.",
    "A China invadiu a colônia britânica de Hong Kong.",
    "A Grã-Bretanha queria monopolizar a produção de chá chinesa.",
    "a",
    "historia"
  ],
  [
    "O New Deal, implementado pelo presidente Franklin D. Roosevelt nos EUA, foi um programa para combater os efeitos da Crise de 1929. Ele se baseava:",
    "Na diminuição total da intervenção do Estado na economia.",
    "No aumento da intervenção do Estado, com a realização de grandes obras públicas para gerar empregos e a criação de programas sociais.",
    "No fechamento da economia americana ao comércio internacional.",
    "Na expansão militar para conquistar novos mercados.",
    "b",
    "historia"
  ],
  [
    "A 'Batalha de Stalingrado' foi um ponto de virada na Segunda Guerra Mundial na frente oriental, pois marcou:",
    "A primeira grande derrota do exército alemão na guerra, iniciando seu recuo.",
    "A rendição da França para a Alemanha.",
    "A entrada dos Estados Unidos na guerra.",
    "O desembarque dos Aliados na Normandia.",
    "a",
    "historia"
  ],
  [
    "O 'Dia D', ou Desembarque da Normandia, em 6 de junho de 1944, foi a operação que:",
    "Marcou o início da invasão da Polônia.",
    "Resultou no bombardeio de Pearl Harbor.",
    "Abriu uma nova frente de batalha na Europa Ocidental, acelerando a derrota da Alemanha.",
    "Levou ao lançamento das bombas atômicas sobre o Japão.",
    "c",
    "historia"
  ],
  [
    "O Macartismo, nos Estados Unidos dos anos 1950, foi um período de intensa perseguição política a pessoas suspeitas de serem:",
    "Nazistas ou fascistas.",
    "Espiões japoneses.",
    "Comunistas ou simpatizantes do comunismo.",
    "Membros da máfia.",
    "c",
    "historia"
  ],
  [
    "O movimento pelos direitos civis nos Estados Unidos, nas décadas de 1950 e 1960, lutava contra a segregação racial e a discriminação. Seu principal líder foi:",
    "Malcolm X.",
    "Martin Luther King Jr.",
    "Rosa Parks.",
    "Barack Obama.",
    "b",
    "historia"
  ],
  [
    "A Guerra da Coreia (1950-1953) foi um dos primeiros conflitos armados da Guerra Fria. Ela terminou com:",
    "A vitória da Coreia do Norte e a unificação do país sob o comunismo.",
    "A vitória da Coreia do Sul e a unificação do país sob o capitalismo.",
    "A divisão da Coreia em dois países, Coreia do Norte (socialista) e Coreia do Sul (capitalista), que perdura até hoje.",
    "A anexação da Coreia pela China.",
    "c",
    "historia"
  ],
  [
    "O que foi a 'Perestroika' e a 'Glasnost', implementadas por Mikhail Gorbachev na União Soviética nos anos 1980?",
    "Políticas de maior repressão e fechamento do regime.",
    "Programas de expansão militar e corrida armamentista.",
    "Reformas que visavam a reestruturação econômica (Perestroika) e a transparência política (Glasnost), que acabaram acelerando o fim da URSS.",
    "Uma aliança militar com os Estados Unidos para acabar com a Guerra Fria.",
    "c",
    "historia"
  ],
  [
    "A Revolução Islâmica de 1979, no Irã, derrubou o xá Reza Pahlavi, um aliado dos EUA, e instaurou:",
    "Uma democracia liberal nos moldes ocidentais.",
    "Uma república teocrática, governada por líderes religiosos xiitas.",
    "Um regime comunista alinhado à União Soviética.",
    "Uma monarquia absolutista.",
    "b",
    "historia"
  ],
  [
    "O conflito entre Israel e Palestina é uma das questões geopolíticas mais complexas do mundo. A principal raiz do conflito é:",
    "A disputa por recursos hídricos na região.",
    "Divergências sobre a interpretação do Alcorão.",
    "A disputa pela posse do mesmo território, considerado sagrado por ambos os povos.",
    "A aliança de Israel com a União Soviética durante a Guerra Fria.",
    "c",
    "historia"
  ],
  [
    "O genocídio de Ruanda, em 1994, foi um massacre em massa da etnia tutsi pela etnia hutu. Esse conflito teve suas raízes:",
    "Na disputa por minas de diamantes.",
    "Nas divisões étnicas aprofundadas durante o período do colonialismo belga.",
    "Em uma guerra religiosa entre cristãos e muçulmanos.",
    "Na invasão de Ruanda por um país vizinho.",
    "b",
    "historia"
  ],
  [
    "O 'milagre econômico' brasileiro (final dos anos 1960 e início dos 1970) foi um período de grande crescimento do PIB, mas também de:",
    "Grande distribuição de renda e diminuição da desigualdade.",
    "Baixa inflação e estabilidade econômica.",
    "Aumento da concentração de renda, da dívida externa e da repressão política.",
    "Fortalecimento da democracia e das liberdades individuais.",
    "c",
    "historia"
  ],
  [
    "A Constituição Brasileira de 1988, promulgada após o fim da Ditadura Militar, ficou conhecida como 'Constituição Cidadã' por:",
    "Manter as leis autoritárias do regime anterior.",
    "Conceder plenos poderes ao presidente da República.",
    "Garantir amplos direitos e garantias individuais e sociais, como o direito à saúde, à educação e a liberdade de expressão.",
    "Estabelecer o voto censitário, baseado na renda.",
    "c",
    "historia"
  ],
  [
    "As 'bandeiras' foram expedições organizadas por particulares, principalmente paulistas, que adentravam o sertão brasileiro durante o período colonial. Seus principais objetivos eram:",
    "Mapear o território e fundar cidades planejadas.",
    "Catequizar os indígenas e estabelecer missões religiosas.",
    "Aprisionar indígenas para vender como escravos e procurar por metais preciosos.",
    "Combater os invasores holandeses no Nordeste.",
    "c",
    "historia"
  ],
  [
    "A Revolução do Porto, em 1820, foi um movimento liberal em Portugal que exigia:",
    "A independência do Brasil e a criação de uma república.",
    "O retorno do rei D. João VI a Portugal e a elaboração de uma constituição.",
    "A abdicação de D. João VI em favor de seu filho, D. Pedro.",
    "A intensificação da exploração econômica do Brasil.",
    "b",
    "historia"
  ],
  [
    "A 'Noite das Garrafadas' foi um episódio de confronto no Rio de Janeiro entre portugueses que apoiavam D. Pedro I e brasileiros que se opunham a ele, e que contribuiu para:",
    "A sua coroação como imperador.",
    "O início da Guerra do Paraguai.",
    "A sua abdicação e retorno a Portugal.",
    "A Proclamação da República.",
    "c",

    "historia"
  ],
  [
    "A Guerra dos Mascates (1710-1711) foi um conflito em Pernambuco que opôs:",
    "Os senhores de engenho de Olinda e os comerciantes portugueses de Recife.",
    "Os escravos e os senhores de engenho.",
    "Os brasileiros e os invasores holandeses.",
    "Os jesuítas e os colonos.",
    "a",
    "historia"
  ],
  [
    "O que foi a 'Revolta de Beckman' (1684) no Maranhão?",
    "Uma revolta dos escravos contra os castigos físicos.",
    "Um movimento pela independência do Maranhão.",
    "Uma rebelião dos colonos contra a Companhia de Comércio do Maranhão e contra a proibição da escravidão indígena.",
    "Uma disputa entre portugueses e franceses pelo controle da região.",
    "c",
    "historia"
  ],
  [
    "A 'política de boa vizinhança', adotada pelos Estados Unidos durante o governo de Franklin D. Roosevelt, representou uma mudança na sua relação com a América Latina, propondo:",
    "Maior intervenção militar para garantir a ordem.",
    "A anexação de países da América Central.",
    "O fim das intervenções militares e a busca por cooperação econômica e cultural.",
    "O completo isolamento e a indiferença em relação aos problemas da região.",
    "c",
    "historia"
  ],
  [
    "A criação da Petrobras, em 1953, foi resultado da campanha nacionalista com o lema:",
    "'Cinquenta anos em cinco'.",
    "'Brasil, ame-o ou deixe-o'.",
    "'O petróleo é nosso'.",
    "'Diretas Já'.",
    "c",
    "historia"
  ],
  [
    "O movimento da Bossa Nova, que surgiu no Rio de Janeiro no final dos anos 1950, representou uma renovação na música popular brasileira, com harmonias influenciadas pelo jazz e letras que falavam de:",
    "Sofrimento e dor de cotovelo.",
    "Protesto político e social.",
    "Amor, mar, sol e um estilo de vida otimista e descontraído.",
    "Temas rurais e a vida no sertão.",
    "c",
    "historia"
  ],
  [
    "O 'Plano Cruzado', implementado durante o governo de José Sarney em 1986, foi um plano econômico que tentou combater a inflação através:",
    "Do confisco da poupança.",
    "Da dolarização da economia.",
    "Do congelamento de preços e salários e da criação de uma nova moeda.",
    "Da abertura total do mercado para produtos importados.",
    "c",
    "historia"
  ],
  [
    "O que foi a 'Doutrina Truman', anunciada pelo presidente dos EUA em 1947?",
    "Uma política de isolacionismo e não intervenção em assuntos globais.",
    "Um plano de ajuda econômica para a reconstrução da Europa, o Plano Marshall.",
    "Uma política de contenção do comunismo, oferecendo ajuda militar e econômica a países ameaçados pela influência soviética.",
    "Uma declaração de guerra direta contra a União Soviética.",
    "c",
    "historia"
  ],
  [
    "O 'Plano Marshall' foi um programa de ajuda econômica dos Estados Unidos para a reconstrução dos países da Europa Ocidental após a Segunda Guerra Mundial. Um de seus objetivos era:",
    "Ajudar a União Soviética a se reerguer economicamente.",
    "Fortalecer as economias europeias para que resistissem ao avanço do comunismo.",
    "Manter a Europa enfraquecida e dependente dos EUA.",
    "Criar uma aliança militar contra a Alemanha.",
    "b",
    "historia"
  ],
  [
    "A OTAN (Organização do Tratado do Atlântico Norte) e o Pacto de Varsóvia foram:",
    "Blocos econômicos criados para promover o livre comércio.",
    "Organizações culturais para a troca de informações científicas.",
    "Alianças militares opostas durante a Guerra Fria, lideradas respectivamente por EUA e URSS.",
    "Tratados de paz que puseram fim à Segunda Guerra Mundial.",
    "c",
    "historia"
  ],
  [
    "A Revolução Cultural na China, liderada por Mao Tsé-Tung a partir de 1966, foi um movimento que visava:",
    "Abrir a China para a cultura e os investimentos ocidentais.",
    "Restaurar as antigas tradições e o poder do imperador.",
    "Promover a diversidade de opiniões e a liberdade de expressão.",
    "Combater os valores 'burgueses' e capitalistas e reafirmar a ideologia comunista através da perseguição a intelectuais e opositores.",
    "d",
    "historia"
  ],
  [
    "A 'Primavera de Praga', em 1968, foi uma tentativa de liberalização política e de criação de um 'socialismo com face humana' na Tchecoslováquia. O movimento terminou com:",
    "A saída da Tchecoslováquia do Pacto de Varsóvia.",
    "A invasão do país pelas tropas do Pacto de Varsóvia, que reprimiram as reformas.",
    "A realização de eleições livres e a vitória da oposição.",
    "O apoio da União Soviética às reformas democráticas.",
    "b",
    "historia"
  ],
  [
    "A 'Guerra dos Seis Dias', em 1967, foi um conflito rápido em que Israel derrotou uma coalizão de países árabes. Uma de suas principais consequências foi:",
    "A devolução de todos os territórios ocupados por Israel.",
    "A criação do Estado da Palestina.",
    "A ocupação por Israel da Península do Sinai, da Faixa de Gaza, da Cisjordânia e das Colinas de Golã.",
    "A assinatura de um acordo de paz duradouro entre israelenses e palestinos.",
    "c",
    "historia"
  ],
  [
    "O escândalo de Watergate, nos anos 1970, levou à renúncia de qual presidente dos Estados Unidos?",
    "John F. Kennedy.",
    "Lyndon B. Johnson.",
    "Richard Nixon.",
    "Jimmy Carter.",
    "c",
    "historia"
  ],
  [
    "A Idade Média na Europa é tradicionalmente dividida em Alta Idade Média e Baixa Idade Média. A Baixa Idade Média (séculos XI-XV) é caracterizada:",
    "Pelo auge do sistema feudal e pelo isolamento das comunidades.",
    "Pela crise do feudalismo, pelo renascimento do comércio e das cidades e pelo surgimento da burguesia.",
    "Pela ausência total de poder da Igreja Católica.",
    "Pela formação dos grandes impérios, como o Romano e o Carolíngio.",
    "b",
    "historia"
  ],
  [
    "As Corporações de Ofício, na Baixa Idade Média, eram associações que:",
    "Reuniam os senhores feudais para organizar a defesa dos feudos.",
    "Agrupavam artesãos da mesma profissão (sapateiros, ferreiros, etc.) para regulamentar a produção e os preços.",
    "Organizavam as Cruzadas para a Terra Santa.",
    "Eram responsáveis pela coleta de impostos nas cidades.",
    "b",
    "historia"
  ],
  [
    "A Guerra dos Cem Anos (1337-1453) foi um longo conflito medieval que opôs:",
    "Portugal e Espanha.",
    "Inglaterra e Escócia.",
    "França e Sacro Império Romano-Germânico.",
    "Inglaterra e França.",
    "d",
    "historia"
  ],
  [
    "Joana d'Arc foi uma importante figura na Guerra dos Cem Anos, pois:",
    "Liderou o exército inglês em vitórias decisivas.",
    "Ajudou a unificar a nobreza francesa em torno do rei e a liderar a resistência contra os ingleses.",
    "Negociou o tratado de paz que pôs fim à guerra.",
    "Foi a rainha da França durante o conflito.",
    "b",
    "historia"
  ],
  [
    "A 'Tomada de Granada' em 1492 marcou o fim da Reconquista Cristã e a expulsão do último reino muçulmano de qual país da Península Ibérica?",
    "Portugal.",
    "Itália.",
    "Espanha.",
    "França.",
    "c",
    "historia"
  ],
  [
    "O sistema de 'plantation', utilizado na colonização da América, tinha como características:",
    "Pequena propriedade, policultura e mão de obra familiar.",
    "Grande propriedade (latifúndio), monocultura, produção para exportação e mão de obra escrava.",
    "Propriedade comunal, cultivo de subsistência e trabalho assalariado.",
    "Produção diversificada para o mercado interno e uso de tecnologia avançada.",
    "b",
    "historia"
  ],
  [
    "O que foi a 'União Ibérica' (1580-1640)?",
    "Uma aliança militar entre Portugal e Espanha para combater a Holanda.",
    "O período em que Portugal e suas colônias, incluindo o Brasil, estiveram sob o domínio do rei da Espanha.",
    "Um bloco econômico para promover o comércio entre os dois países.",
    "A união das famílias reais de Portugal e Espanha através de um casamento.",
    "b",
    "historia"
  ],
  [
    "Durante a União Ibérica, os holandeses, inimigos da Espanha, invadiram e ocuparam uma parte do Nordeste brasileiro, com centro em:",
    "Salvador.",
    "São Luís.",
    "Recife.",
    "Fortaleza.",
    "c",
    "historia"
  ],
  [
    "O governo de Maurício de Nassau em Pernambuco, durante a ocupação holandesa, foi marcado:",
    "Pela intensa exploração e pela destruição da cultura local.",
    "Pela liberdade religiosa, por investimentos em urbanização e pela vinda de artistas e cientistas.",
    "Pela proibição total da produção de açúcar.",
    "Pela aliança com os portugueses para expulsar os espanhóis.",
    "b",
    "historia"
  ],
  [
    "As 'entradas' e as 'bandeiras' foram expedições que desbravaram o interior do Brasil. A principal diferença entre elas é que:",
    "As entradas eram financiadas pela Coroa Portuguesa e as bandeiras eram iniciativas de particulares.",
    "As bandeiras buscavam ouro e as entradas buscavam escravos indígenas.",
    "As entradas partiam de São Paulo e as bandeiras partiam do Rio de Janeiro.",
    "Não havia diferença, os termos são sinônimos.",
    "a",
    "historia"
  ],
  [
    "A Revolução Haitiana (1791-1804) foi um evento único na história das Américas porque foi:",
    "A única independência liderada pela elite branca criolla.",
    "Uma independência negociada pacificamente com a metrópole.",
    "A primeira e única rebelião de escravos bem-sucedida que resultou na formação de um Estado independente.",
    "Um movimento para restaurar a monarquia francesa na colônia.",
    "c",
    "historia"
  ],
  [
    "A Doutrina Monroe, resumida na frase 'A América para os americanos', expressava a política dos Estados Unidos no século XIX de:",
    "Incentivar a imigração de europeus para a América.",
    "Se opor a qualquer nova tentativa de colonização ou intervenção europeia no continente americano.",
    "Promover a união de todos os países americanos em um único Estado.",
    "Fechar suas fronteiras para todos os imigrantes.",
    "b",
    "historia"
  ],
  [
    "A 'Era Meiji' (a partir de 1868) no Japão foi um período de:",
    "Fechamento do país para o exterior e fortalecimento dos samurais.",
    "Intensa modernização, industrialização e ocidentalização, para evitar a dominação estrangeira.",
    "Guerra civil entre os senhores feudais.",
    "Domínio colonial chinês sobre o Japão.",
    "b",
    "historia"
  ],
  [
    "A 'Comuna de Paris' (1871) foi uma experiência de governo popular e operário que:",
    "Durou vários anos e se espalhou por toda a França.",
    "Foi a primeira tentativa de implantar um governo socialista, mas foi duramente reprimida após cerca de dois meses.",
    "Levou à restauração da monarquia na França.",
    "Foi um movimento liderado pela burguesia industrial.",
    "b",
    "historia"
  ],
  [
    "A 'Belle Époque' foi um período de otimismo, prosperidade e efervescência cultural na Europa, que terminou abruptamente com:",
    "A Crise de 1929.",
    "O início da Primeira Guerra Mundial em 1914.",
    "A Revolução Russa de 1917.",
    "A ascensão do Fascismo na Itália.",
    "b",
    "historia"
  ],
  [
    "A 'Guerra de Trincheiras' foi uma característica marcante da Primeira Guerra Mundial, consistindo em:",
    "Batalhas rápidas e de grande movimentação de tropas.",
    "Uma guerra de desgaste, com os soldados entrincheirados em valas, resultando em pouquíssimo avanço e milhões de mortes.",
    "Conflitos travados exclusivamente no mar, com submarinos.",
    "O uso intensivo de aviões para bombardear cidades.",
    "b",
    "historia"
  ],
  [
    "A gripe espanhola (1918-1919) foi uma pandemia que:",
    "Surgiu na Espanha e se restringiu a esse país.",
    "Matou mais pessoas do que a Primeira Guerra Mundial, espalhando-se globalmente.",
    "Foi causada por uma bactéria e tratada com antibióticos.",
    "Não afetou o Brasil, devido ao seu isolamento.",
    "b",
    "historia"
  ],
  [
    "O 'cordão sanitário' foi uma política adotada pelas potências ocidentais após a Primeira Guerra Mundial para:",
    "Combater a pandemia de gripe espanhola.",
    "Isolar a União Soviética e impedir a expansão do comunismo pela Europa.",
    "Criar zonas desmilitarizadas na fronteira entre França e Alemanha.",
    "Fornecer ajuda médica aos países devastados pela guerra.",
    "b",
    "historia"
  ],
  [
    "A 'Marcha sobre Roma', em 1922, foi o evento que levou Benito Mussolini e o Partido Fascista ao poder em qual país?",
    "Alemanha.",
    "Espanha.",
    "Áustria.",
    "Itália.",
    "d",
    "historia"
  ],
  [
    "O que foi a 'Noite dos Cristais' (Kristallnacht) na Alemanha nazista em 1938?",
    "A celebração do aniversário de Adolf Hitler.",
    "Um ataque violento e coordenado contra judeus, suas sinagogas e propriedades, marcando a intensificação da perseguição.",
    "A noite em que a Alemanha anexou a Áustria.",
    "A assinatura do pacto de não agressão com a União Soviética.",
    "b",
    "historia"
  ],
  [
    "A política de 'apaziguamento', adotada por potências como Reino Unido e França antes da Segunda Guerra Mundial, consistia em:",
    "Declarar guerra à Alemanha para impedir sua expansão.",
    "Fazer concessões a Hitler, permitindo suas anexações territoriais na esperança de evitar uma guerra maior.",
    "Formar uma aliança militar com a União Soviética contra a Alemanha.",
    "Ignorar completamente as ações de Hitler.",
    "b",
    "historia"
  ],
  [
    "A 'Blitzkrieg' (guerra-relâmpago) foi a tática militar utilizada pela Alemanha no início da Segunda Guerra Mundial, que combinava:",
    "Ataques de infantaria em massa com o uso de gás venenoso.",
    "Ataques aéreos massivos, seguidos por rápidas incursões de tanques e infantaria motorizada.",
    "A construção de uma linha de defesa intransponível, a Linha Maginot.",
    "A guerra de trincheiras e o desgaste do inimigo.",
    "b",
    "historia"
  ],
  [
    "A 'Solução Final' foi o plano nazista para:",
    "Vencer a guerra através de uma arma secreta.",
    "O extermínio sistemático da população judaica da Europa.",
    "Negociar a paz com os Aliados.",
    "Dividir o mundo com o Japão e a Itália após a vitória.",
    "b",
    "historia"
  ],
  [
    "O Julgamento de Nuremberg, após a Segunda Guerra Mundial, foi um tribunal internacional criado para:",
    "Julgar os crimes de guerra cometidos pelos líderes nazistas.",
    "Definir as novas fronteiras da Alemanha.",
    "Organizar a ajuda econômica para a reconstrução da Europa.",
    "Punir os países que permaneceram neutros durante a guerra.",
    "a",
    "historia"
  ],
  [
    "O que foi a 'Corrida Espacial' durante a Guerra Fria?",
    "Uma competição entre EUA e URSS para ver quem chegava primeiro à Lua.",
    "Uma disputa tecnológica e ideológica entre EUA e URSS pelo domínio do espaço, com marcos como o lançamento do Sputnik e a chegada do homem à Lua.",
    "Um projeto para construir bases militares no espaço.",
    "Uma série de filmes de ficção científica sobre viagens espaciais.",
    "b",
    "historia"
  ],
  [
    "A 'desestalinização', iniciada por Nikita Khrushchev na União Soviética, foi um processo de:",
    "Intensificação do culto à personalidade de Stalin.",
    "Denúncia dos crimes e do culto à personalidade de Stalin, e uma relativa liberalização do regime.",
    "Reabilitação de todos os inimigos de Stalin e a instauração da democracia.",
    "Aproximação com a China de Mao Tsé-Tung.",
    "b",
    "historia"
  ],
  [
    "A 'Détente' foi um período de arrefecimento das tensões na Guerra Fria, durante os anos 1970, marcado:",
    "Pelo aumento da corrida armamentista.",
    "Pela assinatura de tratados de controle de armas, como o SALT, e pela aproximação diplomática entre EUA e URSS.",
    "Pela eclosão de diversas guerras por procuração entre as superpotências.",
    "Pela construção de novos muros para separar o mundo capitalista do socialista.",
    "b",
    "historia"
  ],
  [
    "A Invasão da Baía dos Porcos foi uma tentativa frustrada de exilados cubanos, apoiados pela CIA (agência de inteligência dos EUA), de:",
    "Derrubar o governo de Fidel Castro em Cuba.",
    "Instalar mísseis americanos em Cuba.",
    "Negociar um acordo comercial com Cuba.",
    "Libertar prisioneiros políticos do regime cubano.",
    "a",
    "historia"
  ],
  [
    "O movimento feminista da 'segunda onda', nos anos 1960 e 1970, expandiu a luta das mulheres para além do direito ao voto, incluindo questões como:",
    "Direitos reprodutivos, igualdade no trabalho, sexualidade e o questionamento dos papéis de gênero.",
    "A proibição do uso de minissaias.",
    "O direito de não precisar trabalhar fora de casa.",
    "A defesa da família tradicional e do papel da mulher como dona de casa.",
    "a",
    "historia"
  ],
  [
    "O lema 'É proibido proibir', associado aos protestos de Maio de 1968 na França, expressava:",
    "O desejo de uma sociedade mais autoritária e com mais regras.",
    "A crítica aos valores tradicionais, ao autoritarismo, ao consumismo e a defesa de maior liberdade individual.",
    "Uma proposta de reforma do sistema educacional para torná-lo mais rígido.",
    "O apoio ao governo do presidente Charles de Gaulle.",
    "b",
    "historia"
  ],
  [
    "O que foi a 'Intifada' no contexto do conflito israelo-palestino?",
    "Um acordo de paz mediado pelos Estados Unidos.",
    "A declaração de independência do Estado de Israel.",
    "Um levante popular palestino contra a ocupação israelense nos territórios da Cisjordânia e da Faixa de Gaza.",
    "A construção de assentamentos judaicos nos territórios ocupados.",
    "c",
    "historia"
  ],
  [
    "O massacre da Praça da Paz Celestial (Tiananmen), em 1989, foi a repressão violenta do governo chinês a:",
    "Um protesto de trabalhadores por melhores salários.",
    "Uma revolta de separatistas tibetanos.",
    "Um movimento de estudantes e cidadãos que pediam por democracia e reformas políticas.",
    "Uma manifestação de religiosos budistas.",
    "c",
    "historia"
  ],
  [
    "O 'Efeito Tequila' foi uma crise econômica que:",
    "Começou no México em 1994 e afetou diversas economias emergentes, incluindo o Brasil.",
    "Foi causada pela superprodução de tequila no México.",
    "Atingiu apenas os países da América Central.",
    "Fortaleceu a economia dos países do Mercosul.",
    "a",
    "historia"
  ],
  [
    "O Protocolo de Kyoto foi um tratado internacional que visava:",
    "Proibir o uso de armas nucleares.",
    "Criar uma zona de livre comércio global.",
    "Estabelecer metas para a redução da emissão de gases de efeito estufa.",
    "Combater o terrorismo internacional.",
    "c",
    "historia"
  ]
]