[
    [
    "Leia o trecho: 'A Amazônia é frequentemente chamada de 'pulmão do mundo', mas seu papel mais crucial é a regulação do clima e a manutenção do ciclo das chuvas, que afeta vastas áreas da América do Sul.' O texto desconstrói um mito popular ao afirmar que a Amazônia é mais importante para:",
    "A produção de oxigênio para o mundo",
    "A regulação do clima e das chuvas",
    "A extração de madeira",
    "O turismo ecológico",
    "b",
    "geografia"
  ],
  [
    "O 'ciclo das chuvas' mencionado no texto, em que a floresta libera umidade para a atmosfera, formando os chamados 'rios voadores', é um processo conhecido como:",
    "Evapotranspiração",
    "Condensação",
    "Infiltração",
    "Escoamento superficial",
    "a",
    "geografia"
  ],
  [
    "Qual o tipo de clima predominante na região amazônica?",
    "Tropical semiárido",
    "Subtropical",
    "Equatorial úmido",
    "Temperado",
    "c",
    "geografia"
  ],
  [
    "O Pampa, ou Campanha Gaúcha, é um bioma brasileiro caracterizado por:",
    "Florestas densas e de grande porte.",
    "Vegetação de clima semiárido, com cactos.",
    "Um relevo plano com vegetação campestre (herbácea).",
    "Uma grande planície inundável.",
    "c",
    "geografia"
  ],
  [
    "A formação de blocos econômicos, como o Mercosul e a União Europeia, é uma característica do processo de:",
    "Regionalização",
    "Globalização",
    "Nacionalismo",
    "Isolamento econômico",
    "b",
    "geografia"
  ],
  [
    "A diferença entre o número de nascimentos e o número de mortes em um determinado período é chamada de:",
    "Taxa de fecundidade",
    "Densidade demográfica",
    "Crescimento vegetativo",
    "Expectativa de vida",
    "c",
    "geografia"
  ],
  [
    "Qual das seguintes fontes de energia é considerada a mais poluente devido à emissão de gases de efeito estufa?",
    "Energia solar",
    "Energia eólica",
    "Carvão mineral",
    "Energia hidrelétrica",
    "c",
    "geografia"
  ],
  [
    "O movimento das placas tectônicas é responsável pela formação de:",
    "Rios e lagos",
    "Dunas e planícies costeiras",
    "Cadeias de montanhas, vulcões e terremotos",
    "Campos e florestas",
    "c",
    "geografia"
  ],
  [
    "As curvas de nível em um mapa topográfico são linhas que unem pontos de mesma:",
    "Pressão atmosférica",
    "Temperatura",
    "Latitude",
    "Altitude",
    "d",
    "geografia"
  ],
  [
    "A região brasileira que apresenta os maiores contrastes sociais e a maior concentração populacional é a:",
    "Norte",
    "Centro-Oeste",
    "Nordeste",
    "Sudeste",
    "d",
    "geografia"
  ],
  [
    "O processo de desertificação é mais intenso em qual região do Brasil?",
    "Na Amazônia, devido ao desmatamento.",
    "No Sul, devido à agricultura intensiva.",
    "No Sertão Nordestino, devido ao clima semiárido e ao manejo inadequado do solo.",
    "No Pantanal, devido às cheias periódicas.",
    "c",
    "geografia"
  ],
  [
    "O principal meridiano, que divide a Terra em hemisfério ocidental e oriental, é o:",
    "Trópico de Câncer",
    "Círculo Polar Ártico",
    "Meridiano de Greenwich",
    "Linha do Equador",
    "c",
    "geografia"
  ],
  [
    "Leia a notícia: 'A cidade de São Paulo enfrenta anualmente problemas com enchentes durante o verão, causadas pela combinação de chuvas intensas e pela alta impermeabilização do solo.' A 'impermeabilização do solo' citada no texto é consequência direta:",
    "Do aumento de áreas verdes e parques.",
    "Da pavimentação de ruas e construção de edifícios.",
    "Da limpeza de bueiros e córregos.",
    "Da diminuição da população urbana.",
    "b",
    "geografia"
  ],
  [
    "O problema das enchentes urbanas está relacionado ao ciclo da água, pois a impermeabilização do solo dificulta a:",
    "Evaporação",
    "Condensação",
    "Infiltração",
    "Precipitação",
    "c",
    "geografia"
  ],
  [
    "Qual o nome do fenômeno climático caracterizado pelo resfriamento anormal das águas do Oceano Pacífico Equatorial?",
    "El Niño",
    "La Niña",
    "Monções",
    "Inversão térmica",
    "b",
    "geografia"
  ],
  [
    "A agricultura de jardinagem, praticada principalmente no Sudeste Asiático com uso intensivo de mão de obra, é voltada para o cultivo de:",
    "Soja",
    "Trigo",
    "Arroz",
    "Milho",
    "c",
    "geografia"
  ],
  [
    "A Bacia do Rio Paraná é de grande importância para o Brasil, principalmente por seu potencial:",
    "Para a pesca artesanal.",
    "Para a navegação de grandes navios.",
    "Hidrelétrico, com usinas como Itaipu.",
    "Turístico, devido às suas praias fluviais.",
    "c",
    "geografia"
  ],
  [
    "O tipo de vegetação que se adapta a ambientes secos, como a Caatinga, é chamado de:",
    "Hidrófila",
    "Higrófila",
    "Xerófita",
    "Latifoliada",
    "c",
    "geografia"
  ],
  [
    "O Círculo de Fogo do Pacífico é uma área conhecida pela intensa atividade:",
    "Industrial e comercial",
    "Agrícola e pesqueira",
    "Sísmica e vulcânica",
    "Turística e cultural",
    "c",
    "geografia"
  ],
  [
    "A passagem de uma sociedade rural para uma sociedade urbana, com a maioria da população vivendo em cidades, caracteriza o processo de:",
    "Metropolização",
    "Industrialização",
    "Urbanização",
    "Globalização",
    "c",
    "geografia"
  ],
  [
    "O relevo brasileiro é caracterizado por ser geologicamente antigo e, portanto, predominam:",
    "Altas montanhas e dobramentos modernos.",
    "Planaltos e planícies de baixa e média altitude.",
    "Vulcões ativos e fossas abissais.",
    "Geleiras e fiordes.",
    "b",
    "geografia"
  ],
  [
    "Qual país não faz fronteira com o Brasil?",
    "Uruguai",
    "Colômbia",
    "Chile",
    "Bolívia",
    "c",
    "geografia"
  ],
  [
    "As massas de ar que atuam no território brasileiro influenciam diretamente:",
    "As correntes marítimas.",
    "As condições do tempo e do clima.",
    "A formação do relevo.",
    "A composição do solo.",
    "b",
    "geografia"
  ],
  [
    "A Mata Atlântica é um dos biomas mais devastados do Brasil. Sua localização original acompanhava principalmente:",
    "O curso do Rio Amazonas.",
    "A faixa litorânea do país.",
    "O planalto central.",
    "A fronteira com a Argentina.",
    "b",
    "geografia"
  ],
  [
    "A pirâmide etária de um país desenvolvido tipicamente apresenta:",
    "Base larga e topo estreito.",
    "Base estreita e topo largo.",
    "Formato de losango.",
    "Base e topo com larguras semelhantes.",
    "b",
    "geografia"
  ],
  [
    "Os fusos horários foram criados com base no movimento de:",
    "Translação da Terra.",
    "Rotação da Terra.",
    "Inclinação do eixo terrestre.",
    "Precessão dos equinócios.",
    "b",
    "geografia"
  ],
  [
    "O agronegócio no Brasil é voltado principalmente para:",
    "O mercado interno e a subsistência.",
    "A produção de orgânicos.",
    "A exportação de commodities como soja, carne e milho.",
    "A reforma agrária.",
    "c",
    "geografia"
  ],
  [
    "O que são as Zonas de Processamento de Exportação (ZPEs)?",
    "Áreas de proteção ambiental.",
    "Áreas de livre comércio com incentivos fiscais para empresas que produzem para exportação.",
    "Regiões de conflitos agrários.",
    "Centros de pesquisa agropecuária.",
    "b",
    "geografia"
  ],
  [
    "O Rio Nilo, um dos mais extensos do mundo, é fundamental para qual país africano?",
    "África do Sul",
    "Nigéria",
    "Egito",
    "Congo",
    "c",
    "geografia"
  ],
  [
    "As coordenadas geográficas (latitude e longitude) servem para:",
    "Medir a temperatura de um lugar.",
    "Indicar a altitude do relevo.",
    "Localizar qualquer ponto na superfície terrestre.",
    "Prever as condições do tempo.",
    "c",
    "geografia"
  ],
  [
    "A Região Centro-Oeste do Brasil teve seu povoamento e desenvolvimento impulsionado, a partir de 1960, pela:",
    "Exploração da borracha.",
    "Construção de Brasília e expansão da fronteira agrícola.",
    "Produção de café.",
    "Industrialização pesada.",
    "b",
    "geografia"
  ],
  [
    "O que é um 'enclave' territorial?",
    "Um território totalmente cercado por outro país.",
    "Uma ilha fluvial.",
    "Uma península.",
    "Um país sem saída para o mar.",
    "a",
    "geografia"
  ],
  [
    "O BRICS é um agrupamento de países de economia emergente. Qual dos seguintes países NÃO faz parte do grupo original?",
    "Brasil",
    "Rússia",
    "Índia",
    "Japão",
    "d",
    "geografia"
  ],
  [
    "A Mata de Araucárias é uma formação florestal típica de qual unidade da federação?",
    "Amazonas",
    "Bahia",
    "Mato Grosso",
    "Paraná",
    "d",
    "geografia"
  ],
  [
    "O processo de terraceamento, ou cultivo em degraus, é uma técnica agrícola utilizada para:",
    "Aumentar a fertilidade do solo em áreas planas.",
    "Facilitar a irrigação em desertos.",
    "Controlar a erosão e permitir o cultivo em encostas de morros.",
    "Drenar solos muito úmidos.",
    "c",
    "geografia"
  ],
  [
    "A população absoluta de um país se refere:",
    "Ao número de habitantes por km².",
    "À taxa de crescimento populacional.",
    "Ao número total de habitantes.",
    "À porcentagem de idosos na população.",
    "c",
    "geografia"
  ],
  [
    "Qual oceano está localizado entre a América e a Ásia/Oceania?",
    "Atlântico",
    "Índico",
    "Pacífico",
    "Glacial Ártico",
    "c",
    "geografia"
  ],
  [
    "O encontro das águas escuras do Rio Negro com as águas barrentas do Rio Solimões, que não se misturam por um longo trecho, ocorre próximo a qual cidade brasileira?",
    "Belém",
    "Santarém",
    "Manaus",
    "Porto Velho",
    "c",
    "geografia"
  ],
  [
    "A principal atividade econômica do Sertão Nordestino durante o período colonial foi:",
    "O cultivo da cana-de-açúcar.",
    "A mineração de ouro.",
    "A pecuária extensiva.",
    "A extração do látex.",
    "c",
    "geografia"
  ],
  [
    "A região Sul do Brasil é composta por quais estados?",
    "São Paulo, Rio de Janeiro e Espírito Santo",
    "Paraná, Santa Catarina e Rio Grande do Sul",
    "Mato Grosso, Mato Grosso do Sul e Goiás",
    "Bahia, Sergipe e Alagoas",
    "b",
    "geografia"
  ],
  [
    "Qual o bioma predominante na região Nordeste do Brasil, caracterizado por clima semiárido?",
    "Amazônia",
    "Mata Atlântica",
    "Cerrado",
    "Caatinga",
    "d",
    "geografia"
  ],
  [
    "O processo de transformação do espaço rural em espaço urbano é chamado de:",
    "Metropolização",
    "Conurbação",
    "Urbanização",
    "Êxodo rural",
    "c",
    "geografia"
  ],
  [
    "O Mercosul é um bloco econômico formado por países da:",
    "América do Norte",
    "Europa",
    "Ásia",
    "América do Sul",
    "d",
    "geografia"
  ],
  [
    "Qual o principal tipo de clima do Brasil, caracterizado por altas temperaturas e duas estações bem definidas (uma seca e outra chuvosa)?",
    "Equatorial",
    "Tropical",
    "Semiárido",
    "Subtropical",
    "b",
    "geografia"
  ],
  [
    "As formas de relevo mais antigas e desgastadas do Brasil, geralmente com altitudes modestas e topos arredondados, são os(as):",
    "Planaltos",
    "Planícies",
    "Depressões",
    "Montanhas",
    "a",
    "geografia"
  ],
  [
    "Qual a maior bacia hidrográfica do mundo em volume de água, localizada em grande parte no território brasileiro?",
    "Bacia do Paraná",
    "Bacia do São Francisco",
    "Bacia Amazônica",
    "Bacia do Tocantins-Araguaia",
    "c",
    "geografia"
  ],
  [
    "A globalização é um processo caracterizado principalmente pela:",
    "Intensificação dos fluxos de informações, capitais e mercadorias entre os países.",
    "Criação de barreiras comerciais entre as nações.",
    "Valorização das culturas locais em detrimento da cultura global.",
    "Diminuição das desigualdades sociais no mundo.",
    "a",
    "geografia"
  ],
  [
    "O movimento da população de uma região para outra, de forma temporária ou permanente, é denominado:",
    "Migração",
    "Taxa de natalidade",
    "Densidade demográfica",
    "Crescimento vegetativo",
    "a",
    "geografia"
  ],
  [
    "A vegetação litorânea, que se desenvolve em solos salinos e lodosos, é conhecida como:",
    "Mangue",
    "Restinga",
    "Mata de Araucárias",
    "Campos",
    "a",
    "geografia"
  ],
  [
    "Qual região brasileira concentra a maior parte da população e da produção industrial do país?",
    "Norte",
    "Nordeste",
    "Centro-Oeste",
    "Sudeste",
    "d",
    "geografia"
  ],
  [
    "O fenômeno climático El Niño causa, entre outros efeitos:",
    "Secas no Sul do Brasil e chuvas no Nordeste.",
    "Chuvas intensas no Sul e Sudeste e secas no Norte e Nordeste.",
    "Esfriamento das águas do Oceano Pacífico.",
    "Aumento da atividade pesqueira no litoral do Peru.",
    "b",
    "geografia"
  ],
  [
    "A fronteira agrícola que se expande principalmente sobre o bioma Cerrado e a floresta Amazônica é chamada de:",
    "Zona da Mata",
    "Agreste",
    "MATOPIBA",
    "Campanha Gaúcha",
    "c",
    "geografia"
  ],
  [
    "Qual o oceano que banha a costa leste do Brasil?",
    "Pacífico",
    "Índico",
    "Atlântico",
    "Ártico",
    "c",
    "geografia"
  ],
  [
    "O encontro de dois ou mais municípios, formando uma mancha urbana contínua, é um processo chamado de:",
    "Metropolização",
    "Conurbação",
    "Hierarquia urbana",
    "Êxodo rural",
    "b",
    "geografia"
  ],
  [
    "O principal recurso mineral explorado no Quadrilátero Ferrífero, em Minas Gerais, é:",
    "Bauxita",
    "Manganês",
    "Ouro",
    "Minério de ferro",
    "d",
    "geografia"
  ],
  [
    "A escala cartográfica que expressa a relação entre a distância no mapa e a distância real através de uma fração (ex: 1:100.000) é a escala:",
    "Gráfica",
    "Numérica",
    "Geográfica",
    "Topográfica",
    "b",
    "geografia"
  ],
  [
    "A Guerra Fria foi um período de tensão geopolítica que polarizou o mundo entre dois blocos liderados por:",
    "Alemanha e Japão",
    "Reino Unido e França",
    "Estados Unidos e União Soviética",
    "China e Índia",
    "c",
    "geografia"
  ],
  [
    "A agricultura que visa ao mercado externo, com grandes propriedades e uso intensivo de tecnologia, é a:",
    "Agricultura de subsistência",
    "Agricultura familiar",
    "Agroecologia",
    "Agronegócio (ou agricultura de exportação)",
    "d",
    "geografia"
  ],
  [
    "O aumento da temperatura média do planeta, intensificado pela emissão de gases de efeito estufa, é conhecido como:",
    "Inversão térmica",
    "Chuva ácida",
    "Aquecimento global",
    "Buraco na camada de ozônio",
    "c",
    "geografia"
  ],
  [
    "A Cordilheira dos Andes está localizada em qual continente?",
    "África",
    "América do Sul",
    "Ásia",
    "Europa",
    "b",
    "geografia"
  ],
  [
    "O Rio São Francisco, conhecido como 'Rio da Integração Nacional', nasce em qual estado brasileiro?",
    "Bahia",
    "Pernambuco",
    "Minas Gerais",
    "Alagoas",
    "c",
    "geografia"
  ],
  [
    "Qual das fontes de energia abaixo é considerada renovável?",
    "Petróleo",
    "Gás Natural",
    "Carvão Mineral",
    "Energia Eólica",
    "d",
    "geografia"
  ],
  [
    "A divisão do Brasil em Regiões (Norte, Nordeste, Centro-Oeste, Sudeste e Sul) é feita pelo:",
    "IBGE (Instituto Brasileiro de Geografia e Estatística)",
    "INCRA (Instituto Nacional de Colonização e Reforma Agrária)",
    "IBAMA (Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis)",
    "FUNAI (Fundação Nacional do Índio)",
    "a",
    "geografia"
  ],
  [
    "O movimento de rotação da Terra é responsável pela:",
    "Existência das estações do ano",
    "Sucessão dos dias e das noites",
    "Duração do ano em 365 dias",
    "Ocorrência de eclipses",
    "b",
    "geografia"
  ],
  [
    "As linhas imaginárias horizontais que cortam o globo terrestre são chamadas de:",
    "Meridianos",
    "Paralelos",
    "Trópicos",
    "Círculos Polares",
    "b",
    "geografia"
  ],
  [
    "A China, país mais populoso do mundo, está localizada no continente:",
    "Africano",
    "Europeu",
    "Americano",
    "Asiático",
    "d",
    "geografia"
  ],
  [
    "Qual o nome dado à vegetação rasteira encontrada em áreas de clima frio e de altitude, como nos picos das serras do sul do Brasil?",
    "Caatinga",
    "Campos de Altitude",
    "Cerrado",
    "Mata de Cocais",
    "b",
    "geografia"
  ],
  [
    "A atividade econômica que consiste na extração de recursos diretamente da natureza é o:",
    "Setor Primário (extrativismo)",
    "Setor Secundário (indústria)",
    "Setor Terciário (serviços)",
    "Setor Quaternário (tecnologia)",
    "a",
    "geografia"
  ],
  [
    "O IDH (Índice de Desenvolvimento Humano) é um indicador que leva em conta três dimensões básicas da vida humana. São elas:",
    "Renda, segurança e meio ambiente",
    "Educação, saúde e felicidade",
    "Renda, educação e saúde (longevidade)",
    "Cultura, esporte e lazer",
    "c",
    "geografia"
  ],
  [
    "A Usina Hidrelétrica de Itaipu, uma das maiores do mundo, está localizada no Rio:",
    "Amazonas",
    "São Francisco",
    "Tocantins",
    "Paraná",
    "d",
    "geografia"
  ],
  [
    "Qual o deserto mais famoso do continente africano?",
    "Deserto do Atacama",
    "Deserto de Gobi",
    "Deserto do Saara",
    "Deserto da Arábia",
    "c",
    "geografia"
  ],
  [
    "O Pantanal, maior planície inundável do mundo, está localizado principalmente nos estados de:",
    "Mato Grosso e Mato Grosso do Sul",
    "Goiás e Tocantins",
    "Amazonas e Pará",
    "Bahia e Minas Gerais",
    "a",
    "geografia"
  ],
  [
    "O êxodo rural no Brasil foi mais intenso em meados do século XX devido, principalmente:",
    "Às secas no Sul do país.",
    "À modernização da agricultura e industrialização no Sudeste.",
    "À descoberta de ouro no Norte.",
    "Às políticas de incentivo à permanência no campo.",
    "b",
    "geografia"
  ],
  [
    "A população relativa, que indica o número de habitantes por quilômetro quadrado, é chamada de:",
    "Crescimento vegetativo",
    "Taxa de mortalidade",
    "Densidade demográfica",
    "População absoluta",
    "c",
    "geografia"
  ],
  [
    "Os ventos que sopram do mar para o continente durante o dia nas áreas litorâneas são chamados de:",
    "Monções",
    "Ventos de oeste",
    "Brisa marítima",
    "Brisa terrestre",
    "c",
    "geografia"
  ],
  [
    "O continente conhecido como 'berço da humanidade' é a:",
    "Europa",
    "Ásia",
    "América",
    "África",
    "d",
    "geografia"
  ],
  [
    "A formação de grandes cidades com milhões de habitantes, que concentram poder econômico e político, dá origem às:",
    "Vilas",
    "Metrópoles",
    "Aldeias",
    "Cidades-dormitório",
    "b",
    "geografia"
  ],
  [
    "O Japão é um país conhecido por estar localizado em uma área de grande instabilidade geológica, o que ocasiona frequentes:",
    "Tornados",
    "Furacões",
    "Terremotos e vulcanismo",
    "Secas prolongadas",
    "c",
    "geografia"
  ],
  [
    "Qual é o maior rio do Brasil?",
    "Rio Paraná",
    "Rio Amazonas",
    "Rio São Francisco",
    "Rio Madeira",
    "b",
    "geografia"
  ],
  [
    "Quantos estados há na região Nordeste do Brasil?",
    "9",
    "4",
    "7",
    "8",
    "a",
    "geografia"
  ]
]