[
    [
    "Leia o trecho: 'A Amazônia é frequentemente chamada de 'pulmão do mundo', mas seu papel mais crucial é a regulação do clima e a manutenção do ciclo das chuvas, que afeta vastas áreas da América do Sul.' O texto desconstrói um mito popular ao afirmar que a Amazônia é mais importante para:",
    "A produção de oxigênio para o mundo",
    "A regulação do clima e das chuvas",
    "A extração de madeira",
    "O turismo ecológico",
    "b",
    "geografia"
  ],
  [
    "O 'ciclo das chuvas' mencionado no texto, em que a floresta libera umidade para a atmosfera, formando os chamados 'rios voadores', é um processo conhecido como:",
    "Evapotranspiração",
    "Condensação",
    "Infiltração",
    "Escoamento superficial",
    "a",
    "geografia"
  ],
  [
    "Qual o tipo de clima predominante na região amazônica?",
    "Tropical semiárido",
    "Subtropical",
    "Equatorial úmido",
    "Temperado",
    "c",
    "geografia"
  ],
  [
    "O Pampa, ou Campanha Gaúcha, é um bioma brasileiro caracterizado por:",
    "Florestas densas e de grande porte.",
    "Vegetação de clima semiárido, com cactos.",
    "Um relevo plano com vegetação campestre (herbácea).",
    "Uma grande planície inundável.",
    "c",
    "geografia"
  ],
  [
    "A formação de blocos econômicos, como o Mercosul e a União Europeia, é uma característica do processo de:",
    "Regionalização",
    "Globalização",
    "Nacionalismo",
    "Isolamento econômico",
    "b",
    "geografia"
  ],
  [
    "A diferença entre o número de nascimentos e o número de mortes em um determinado período é chamada de:",
    "Taxa de fecundidade",
    "Densidade demográfica",
    "Crescimento vegetativo",
    "Expectativa de vida",
    "c",
    "geografia"
  ],
  [
    "Qual das seguintes fontes de energia é considerada a mais poluente devido à emissão de gases de efeito estufa?",
    "Energia solar",
    "Energia eólica",
    "Carvão mineral",
    "Energia hidrelétrica",
    "c",
    "geografia"
  ],
  [
    "O movimento das placas tectônicas é responsável pela formação de:",
    "Rios e lagos",
    "Dunas e planícies costeiras",
    "Cadeias de montanhas, vulcões e terremotos",
    "Campos e florestas",
    "c",
    "geografia"
  ],
  [
    "As curvas de nível em um mapa topográfico são linhas que unem pontos de mesma:",
    "Pressão atmosférica",
    "Temperatura",
    "Latitude",
    "Altitude",
    "d",
    "geografia"
  ],
  [
    "A região brasileira que apresenta os maiores contrastes sociais e a maior concentração populacional é a:",
    "Norte",
    "Centro-Oeste",
    "Nordeste",
    "Sudeste",
    "d",
    "geografia"
  ],
  [
    "O processo de desertificação é mais intenso em qual região do Brasil?",
    "Na Amazônia, devido ao desmatamento.",
    "No Sul, devido à agricultura intensiva.",
    "No Sertão Nordestino, devido ao clima semiárido e ao manejo inadequado do solo.",
    "No Pantanal, devido às cheias periódicas.",
    "c",
    "geografia"
  ],
  [
    "O principal meridiano, que divide a Terra em hemisfério ocidental e oriental, é o:",
    "Trópico de Câncer",
    "Círculo Polar Ártico",
    "Meridiano de Greenwich",
    "Linha do Equador",
    "c",
    "geografia"
  ],
  [
    "Leia a notícia: 'A cidade de São Paulo enfrenta anualmente problemas com enchentes durante o verão, causadas pela combinação de chuvas intensas e pela alta impermeabilização do solo.' A 'impermeabilização do solo' citada no texto é consequência direta:",
    "Do aumento de áreas verdes e parques.",
    "Da pavimentação de ruas e construção de edifícios.",
    "Da limpeza de bueiros e córregos.",
    "Da diminuição da população urbana.",
    "b",
    "geografia"
  ],
  [
    "O problema das enchentes urbanas está relacionado ao ciclo da água, pois a impermeabilização do solo dificulta a:",
    "Evaporação",
    "Condensação",
    "Infiltração",
    "Precipitação",
    "c",
    "geografia"
  ],
  [
    "Qual o nome do fenômeno climático caracterizado pelo resfriamento anormal das águas do Oceano Pacífico Equatorial?",
    "El Niño",
    "La Niña",
    "Monções",
    "Inversão térmica",
    "b",
    "geografia"
  ],
  [
    "A agricultura de jardinagem, praticada principalmente no Sudeste Asiático com uso intensivo de mão de obra, é voltada para o cultivo de:",
    "Soja",
    "Trigo",
    "Arroz",
    "Milho",
    "c",
    "geografia"
  ],
  [
    "A Bacia do Rio Paraná é de grande importância para o Brasil, principalmente por seu potencial:",
    "Para a pesca artesanal.",
    "Para a navegação de grandes navios.",
    "Hidrelétrico, com usinas como Itaipu.",
    "Turístico, devido às suas praias fluviais.",
    "c",
    "geografia"
  ],
  [
    "O tipo de vegetação que se adapta a ambientes secos, como a Caatinga, é chamado de:",
    "Hidrófila",
    "Higrófila",
    "Xerófita",
    "Latifoliada",
    "c",
    "geografia"
  ],
  [
    "O Círculo de Fogo do Pacífico é uma área conhecida pela intensa atividade:",
    "Industrial e comercial",
    "Agrícola e pesqueira",
    "Sísmica e vulcânica",
    "Turística e cultural",
    "c",
    "geografia"
  ],
  [
    "A passagem de uma sociedade rural para uma sociedade urbana, com a maioria da população vivendo em cidades, caracteriza o processo de:",
    "Metropolização",
    "Industrialização",
    "Urbanização",
    "Globalização",
    "c",
    "geografia"
  ],
  [
    "O relevo brasileiro é caracterizado por ser geologicamente antigo e, portanto, predominam:",
    "Altas montanhas e dobramentos modernos.",
    "Planaltos e planícies de baixa e média altitude.",
    "Vulcões ativos e fossas abissais.",
    "Geleiras e fiordes.",
    "b",
    "geografia"
  ],
  [
    "Qual país não faz fronteira com o Brasil?",
    "Uruguai",
    "Colômbia",
    "Chile",
    "Bolívia",
    "c",
    "geografia"
  ],
  [
    "As massas de ar que atuam no território brasileiro influenciam diretamente:",
    "As correntes marítimas.",
    "As condições do tempo e do clima.",
    "A formação do relevo.",
    "A composição do solo.",
    "b",
    "geografia"
  ],
  [
    "A Mata Atlântica é um dos biomas mais devastados do Brasil. Sua localização original acompanhava principalmente:",
    "O curso do Rio Amazonas.",
    "A faixa litorânea do país.",
    "O planalto central.",
    "A fronteira com a Argentina.",
    "b",
    "geografia"
  ],
  [
    "A pirâmide etária de um país desenvolvido tipicamente apresenta:",
    "Base larga e topo estreito.",
    "Base estreita e topo largo.",
    "Formato de losango.",
    "Base e topo com larguras semelhantes.",
    "b",
    "geografia"
  ],
  [
    "Os fusos horários foram criados com base no movimento de:",
    "Translação da Terra.",
    "Rotação da Terra.",
    "Inclinação do eixo terrestre.",
    "Precessão dos equinócios.",
    "b",
    "geografia"
  ],
  [
    "O agronegócio no Brasil é voltado principalmente para:",
    "O mercado interno e a subsistência.",
    "A produção de orgânicos.",
    "A exportação de commodities como soja, carne e milho.",
    "A reforma agrária.",
    "c",
    "geografia"
  ],
  [
    "O que são as Zonas de Processamento de Exportação (ZPEs)?",
    "Áreas de proteção ambiental.",
    "Áreas de livre comércio com incentivos fiscais para empresas que produzem para exportação.",
    "Regiões de conflitos agrários.",
    "Centros de pesquisa agropecuária.",
    "b",
    "geografia"
  ],
  [
    "O Rio Nilo, um dos mais extensos do mundo, é fundamental para qual país africano?",
    "África do Sul",
    "Nigéria",
    "Egito",
    "Congo",
    "c",
    "geografia"
  ],
  [
    "As coordenadas geográficas (latitude e longitude) servem para:",
    "Medir a temperatura de um lugar.",
    "Indicar a altitude do relevo.",
    "Localizar qualquer ponto na superfície terrestre.",
    "Prever as condições do tempo.",
    "c",
    "geografia"
  ],
  [
    "A Região Centro-Oeste do Brasil teve seu povoamento e desenvolvimento impulsionado, a partir de 1960, pela:",
    "Exploração da borracha.",
    "Construção de Brasília e expansão da fronteira agrícola.",
    "Produção de café.",
    "Industrialização pesada.",
    "b",
    "geografia"
  ],
  [
    "O que é um 'enclave' territorial?",
    "Um território totalmente cercado por outro país.",
    "Uma ilha fluvial.",
    "Uma península.",
    "Um país sem saída para o mar.",
    "a",
    "geografia"
  ],
  [
    "O BRICS é um agrupamento de países de economia emergente. Qual dos seguintes países NÃO faz parte do grupo original?",
    "Brasil",
    "Rússia",
    "Índia",
    "Japão",
    "d",
    "geografia"
  ],
  [
    "A Mata de Araucárias é uma formação florestal típica de qual unidade da federação?",
    "Amazonas",
    "Bahia",
    "Mato Grosso",
    "Paraná",
    "d",
    "geografia"
  ],
  [
    "O processo de terraceamento, ou cultivo em degraus, é uma técnica agrícola utilizada para:",
    "Aumentar a fertilidade do solo em áreas planas.",
    "Facilitar a irrigação em desertos.",
    "Controlar a erosão e permitir o cultivo em encostas de morros.",
    "Drenar solos muito úmidos.",
    "c",
    "geografia"
  ],
  [
    "A população absoluta de um país se refere:",
    "Ao número de habitantes por km².",
    "À taxa de crescimento populacional.",
    "Ao número total de habitantes.",
    "À porcentagem de idosos na população.",
    "c",
    "geografia"
  ],
  [
    "Qual oceano está localizado entre a América e a Ásia/Oceania?",
    "Atlântico",
    "Índico",
    "Pacífico",
    "Glacial Ártico",
    "c",
    "geografia"
  ],
  [
    "O encontro das águas escuras do Rio Negro com as águas barrentas do Rio Solimões, que não se misturam por um longo trecho, ocorre próximo a qual cidade brasileira?",
    "Belém",
    "Santarém",
    "Manaus",
    "Porto Velho",
    "c",
    "geografia"
  ],
  [
    "A principal atividade econômica do Sertão Nordestino durante o período colonial foi:",
    "O cultivo da cana-de-açúcar.",
    "A mineração de ouro.",
    "A pecuária extensiva.",
    "A extração do látex.",
    "c",
    "geografia"
  ],
  [
    "A região Sul do Brasil é composta por quais estados?",
    "São Paulo, Rio de Janeiro e Espírito Santo",
    "Paraná, Santa Catarina e Rio Grande do Sul",
    "Mato Grosso, Mato Grosso do Sul e Goiás",
    "Bahia, Sergipe e Alagoas",
    "b",
    "geografia"
  ],
  [
    "Qual o bioma predominante na região Nordeste do Brasil, caracterizado por clima semiárido?",
    "Amazônia",
    "Mata Atlântica",
    "Cerrado",
    "Caatinga",
    "d",
    "geografia"
  ],
  [
    "O processo de transformação do espaço rural em espaço urbano é chamado de:",
    "Metropolização",
    "Conurbação",
    "Urbanização",
    "Êxodo rural",
    "c",
    "geografia"
  ],
  [
    "O Mercosul é um bloco econômico formado por países da:",
    "América do Norte",
    "Europa",
    "Ásia",
    "América do Sul",
    "d",
    "geografia"
  ],
  [
    "Qual o principal tipo de clima do Brasil, caracterizado por altas temperaturas e duas estações bem definidas (uma seca e outra chuvosa)?",
    "Equatorial",
    "Tropical",
    "Semiárido",
    "Subtropical",
    "b",
    "geografia"
  ],
  [
    "As formas de relevo mais antigas e desgastadas do Brasil, geralmente com altitudes modestas e topos arredondados, são os(as):",
    "Planaltos",
    "Planícies",
    "Depressões",
    "Montanhas",
    "a",
    "geografia"
  ],
  [
    "Qual a maior bacia hidrográfica do mundo em volume de água, localizada em grande parte no território brasileiro?",
    "Bacia do Paraná",
    "Bacia do São Francisco",
    "Bacia Amazônica",
    "Bacia do Tocantins-Araguaia",
    "c",
    "geografia"
  ],
  [
    "A globalização é um processo caracterizado principalmente pela:",
    "Intensificação dos fluxos de informações, capitais e mercadorias entre os países.",
    "Criação de barreiras comerciais entre as nações.",
    "Valorização das culturas locais em detrimento da cultura global.",
    "Diminuição das desigualdades sociais no mundo.",
    "a",
    "geografia"
  ],
  [
    "O movimento da população de uma região para outra, de forma temporária ou permanente, é denominado:",
    "Migração",
    "Taxa de natalidade",
    "Densidade demográfica",
    "Crescimento vegetativo",
    "a",
    "geografia"
  ],
  [
    "A vegetação litorânea, que se desenvolve em solos salinos e lodosos, é conhecida como:",
    "Mangue",
    "Restinga",
    "Mata de Araucárias",
    "Campos",
    "a",
    "geografia"
  ],
  [
    "Qual região brasileira concentra a maior parte da população e da produção industrial do país?",
    "Norte",
    "Nordeste",
    "Centro-Oeste",
    "Sudeste",
    "d",
    "geografia"
  ],
  [
    "O fenômeno climático El Niño causa, entre outros efeitos:",
    "Secas no Sul do Brasil e chuvas no Nordeste.",
    "Chuvas intensas no Sul e Sudeste e secas no Norte e Nordeste.",
    "Esfriamento das águas do Oceano Pacífico.",
    "Aumento da atividade pesqueira no litoral do Peru.",
    "b",
    "geografia"
  ],
  [
    "A fronteira agrícola que se expande principalmente sobre o bioma Cerrado e a floresta Amazônica é chamada de:",
    "Zona da Mata",
    "Agreste",
    "MATOPIBA",
    "Campanha Gaúcha",
    "c",
    "geografia"
  ],
  [
    "Qual o oceano que banha a costa leste do Brasil?",
    "Pacífico",
    "Índico",
    "Atlântico",
    "Ártico",
    "c",
    "geografia"
  ],
  [
    "O encontro de dois ou mais municípios, formando uma mancha urbana contínua, é um processo chamado de:",
    "Metropolização",
    "Conurbação",
    "Hierarquia urbana",
    "Êxodo rural",
    "b",
    "geografia"
  ],
  [
    "O principal recurso mineral explorado no Quadrilátero Ferrífero, em Minas Gerais, é:",
    "Bauxita",
    "Manganês",
    "Ouro",
    "Minério de ferro",
    "d",
    "geografia"
  ],
  [
    "A escala cartográfica que expressa a relação entre a distância no mapa e a distância real através de uma fração (ex: 1:100.000) é a escala:",
    "Gráfica",
    "Numérica",
    "Geográfica",
    "Topográfica",
    "b",
    "geografia"
  ],
  [
    "A Guerra Fria foi um período de tensão geopolítica que polarizou o mundo entre dois blocos liderados por:",
    "Alemanha e Japão",
    "Reino Unido e França",
    "Estados Unidos e União Soviética",
    "China e Índia",
    "c",
    "geografia"
  ],
  [
    "A agricultura que visa ao mercado externo, com grandes propriedades e uso intensivo de tecnologia, é a:",
    "Agricultura de subsistência",
    "Agricultura familiar",
    "Agroecologia",
    "Agronegócio (ou agricultura de exportação)",
    "d",
    "geografia"
  ],
  [
    "O aumento da temperatura média do planeta, intensificado pela emissão de gases de efeito estufa, é conhecido como:",
    "Inversão térmica",
    "Chuva ácida",
    "Aquecimento global",
    "Buraco na camada de ozônio",
    "c",
    "geografia"
  ],
  [
    "A Cordilheira dos Andes está localizada em qual continente?",
    "África",
    "América do Sul",
    "Ásia",
    "Europa",
    "b",
    "geografia"
  ],
  [
    "O Rio São Francisco, conhecido como 'Rio da Integração Nacional', nasce em qual estado brasileiro?",
    "Bahia",
    "Pernambuco",
    "Minas Gerais",
    "Alagoas",
    "c",
    "geografia"
  ],
  [
    "Qual das fontes de energia abaixo é considerada renovável?",
    "Petróleo",
    "Gás Natural",
    "Carvão Mineral",
    "Energia Eólica",
    "d",
    "geografia"
  ],
  [
    "A divisão do Brasil em Regiões (Norte, Nordeste, Centro-Oeste, Sudeste e Sul) é feita pelo:",
    "IBGE (Instituto Brasileiro de Geografia e Estatística)",
    "INCRA (Instituto Nacional de Colonização e Reforma Agrária)",
    "IBAMA (Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis)",
    "FUNAI (Fundação Nacional do Índio)",
    "a",
    "geografia"
  ],
  [
    "O movimento de rotação da Terra é responsável pela:",
    "Existência das estações do ano",
    "Sucessão dos dias e das noites",
    "Duração do ano em 365 dias",
    "Ocorrência de eclipses",
    "b",
    "geografia"
  ],
  [
    "As linhas imaginárias horizontais que cortam o globo terrestre são chamadas de:",
    "Meridianos",
    "Paralelos",
    "Trópicos",
    "Círculos Polares",
    "b",
    "geografia"
  ],
  [
    "A China, país mais populoso do mundo, está localizada no continente:",
    "Africano",
    "Europeu",
    "Americano",
    "Asiático",
    "d",
    "geografia"
  ],
  [
    "Qual o nome dado à vegetação rasteira encontrada em áreas de clima frio e de altitude, como nos picos das serras do sul do Brasil?",
    "Caatinga",
    "Campos de Altitude",
    "Cerrado",
    "Mata de Cocais",
    "b",
    "geografia"
  ],
  [
    "A atividade econômica que consiste na extração de recursos diretamente da natureza é o:",
    "Setor Primário (extrativismo)",
    "Setor Secundário (indústria)",
    "Setor Terciário (serviços)",
    "Setor Quaternário (tecnologia)",
    "a",
    "geografia"
  ],
  [
    "O IDH (Índice de Desenvolvimento Humano) é um indicador que leva em conta três dimensões básicas da vida humana. São elas:",
    "Renda, segurança e meio ambiente",
    "Educação, saúde e felicidade",
    "Renda, educação e saúde (longevidade)",
    "Cultura, esporte e lazer",
    "c",
    "geografia"
  ],
  [
    "A Usina Hidrelétrica de Itaipu, uma das maiores do mundo, está localizada no Rio:",
    "Amazonas",
    "São Francisco",
    "Tocantins",
    "Paraná",
    "d",
    "geografia"
  ],
  [
    "Qual o deserto mais famoso do continente africano?",
    "Deserto do Atacama",
    "Deserto de Gobi",
    "Deserto do Saara",
    "Deserto da Arábia",
    "c",
    "geografia"
  ],
  [
    "O Pantanal, maior planície inundável do mundo, está localizado principalmente nos estados de:",
    "Mato Grosso e Mato Grosso do Sul",
    "Goiás e Tocantins",
    "Amazonas e Pará",
    "Bahia e Minas Gerais",
    "a",
    "geografia"
  ],
  [
    "O êxodo rural no Brasil foi mais intenso em meados do século XX devido, principalmente:",
    "Às secas no Sul do país.",
    "À modernização da agricultura e industrialização no Sudeste.",
    "À descoberta de ouro no Norte.",
    "Às políticas de incentivo à permanência no campo.",
    "b",
    "geografia"
  ],
  [
    "A população relativa, que indica o número de habitantes por quilômetro quadrado, é chamada de:",
    "Crescimento vegetativo",
    "Taxa de mortalidade",
    "Densidade demográfica",
    "População absoluta",
    "c",
    "geografia"
  ],
  [
    "Os ventos que sopram do mar para o continente durante o dia nas áreas litorâneas são chamados de:",
    "Monções",
    "Ventos de oeste",
    "Brisa marítima",
    "Brisa terrestre",
    "c",
    "geografia"
  ],
  [
    "O continente conhecido como 'berço da humanidade' é a:",
    "Europa",
    "Ásia",
    "América",
    "África",
    "d",
    "geografia"
  ],
  [
    "A formação de grandes cidades com milhões de habitantes, que concentram poder econômico e político, dá origem às:",
    "Vilas",
    "Metrópoles",
    "Aldeias",
    "Cidades-dormitório",
    "b",
    "geografia"
  ],
  [
    "O Japão é um país conhecido por estar localizado em uma área de grande instabilidade geológica, o que ocasiona frequentes:",
    "Tornados",
    "Furacões",
    "Terremotos e vulcanismo",
    "Secas prolongadas",
    "c",
    "geografia"
  ],
  [
    "Qual é o maior rio do Brasil?",
    "Rio Paraná",
    "Rio Amazonas",
    "Rio São Francisco",
    "Rio Madeira",
    "b",
    "geografia"
  ],
  [
    "Quantos estados há na região Nordeste do Brasil?",
    "9",
    "4",
    "7",
    "8",
    "a",
    "geografia"
  ],
  [
    "Leia o trecho: 'O Pantanal é a maior planície inundável do planeta, um ecossistema de incrível biodiversidade que depende do pulso das águas: o ciclo de cheias e secas.' O 'pulso das águas' mencionado é fundamental para:",
    "A formação de desertos na região.",
    "A manutenção da vida selvagem e a renovação dos nutrientes do solo.",
    "A construção de grandes hidrelétricas no Rio Paraguai.",
    "A prática da agricultura intensiva durante todo o ano.",
    "b",
    "geografia"
  ],
  [
    "O bioma Pantanal está localizado principalmente em quais estados brasileiros?",
    "Amazonas e Pará",
    "Goiás e Tocantins",
    "Mato Grosso e Mato Grosso do Sul",
    "Bahia e Pernambuco",
    "c",
    "geografia"
  ],
  [
    "A principal atividade econômica que ameaça o equilíbrio do Pantanal é:",
    "A pesca artesanal.",
    "O turismo ecológico.",
    "A expansão da agropecuária, principalmente a pastagem.",
    "A extração de látex.",
    "c",
    "geografia"
  ],
  [
    "A Região Sul do Brasil é caracterizada por qual tipo de clima?",
    "Equatorial",
    "Tropical semiárido",
    "Tropical de altitude",
    "Subtropical",
    "d",
    "geografia"
  ],
  [
    "A vegetação original da Região Sul, marcada pela presença do pinheiro-do-paraná, é a:",
    "Mata Atlântica",
    "Mata de Araucárias",
    "Caatinga",
    "Cerrado",
    "b",
    "geografia"
  ],
  [
    "O processo de conurbação ocorre quando:",
    "A população de uma cidade diminui drasticamente.",
    "Duas ou mais cidades vizinhas crescem e se unem fisicamente.",
    "Uma cidade se especializa em uma única função (industrial, turística, etc.).",
    "A população rural migra em massa para os centros urbanos.",
    "b",
    "geografia"
  ],
  [
    "O êxodo rural no Brasil foi mais intenso em meados do século XX, impulsionado principalmente:",
    "Pela descoberta de ouro na Amazônia.",
    "Pela modernização do campo e pela industrialização do Sudeste.",
    "Por políticas governamentais de incentivo à vida no campo.",
    "Pelas secas que atingiram a Região Sul.",
    "b",
    "geografia"
  ],
  [
    "O que são commodities?",
    "Produtos industrializados de alta tecnologia.",
    "Produtos primários (agrícolas ou minerais) com preço definido pelo mercado internacional.",
    "Serviços oferecidos em áreas turísticas.",
    "Títulos da dívida pública de um país.",
    "b",
    "geografia"
  ],
  [
    "O Meridiano de Greenwich é a linha de referência para a contagem de:",
    "Latitudes e zonas climáticas.",
    "Longitudes e fusos horários.",
    "Altitudes e curvas de nível.",
    "Paralelos e trópicos.",
    "b",
    "geografia"
  ],
  [
    "Leia o trecho: 'A globalização encurtou distâncias e acelerou a troca de informações, mas também intensificou a competição entre empresas e países.' A principal característica da globalização destacada é sua:",
    "Natureza exclusivamente positiva.",
    "Capacidade de eliminar as desigualdades sociais.",
    "Influência apenas no campo cultural.",
    "Dualidade, com aspectos positivos e negativos.",
    "d",
    "geografia"
  ],
  [
    "O BRICS é um agrupamento de países emergentes formado originalmente por:",
    "Brasil, Rússia, Índia, China e África do Sul.",
    "Brasil, Argentina, Uruguai, Paraguai e Chile.",
    "Reino Unido, França, Alemanha, Itália e Espanha.",
    "EUA, Canadá, México, Japão e Austrália.",
    "a",
    "geografia"
  ],
  [
    "A formação de dobramentos modernos, como a Cordilheira dos Andes, é resultado do:",
    "Desgaste do relevo pela ação dos rios (erosão fluvial).",
    "Acúmulo de sedimentos em áreas de planície.",
    "Choque entre placas tectônicas.",
    "Intemperismo químico em rochas calcárias.",
    "c",
    "geografia"
  ],
  [
    "A escala de um mapa é de 1:50.000. Isso significa que:",
    "1 cm no mapa equivale a 50.000 cm (ou 500 m) na realidade.",
    "1 cm no mapa equivale a 50.000 km na realidade.",
    "50.000 cm no mapa equivalem a 1 cm na realidade.",
    "O mapa é 50.000 vezes maior que a área real.",
    "a",
    "geografia"
  ],
  [
    "Qual dos seguintes países não faz fronteira terrestre com o Brasil?",
    "Argentina",
    "Equador",
    "Colômbia",
    "Suriname",
    "b",
    "geografia"
  ],
  [
    "O Aquífero Guarani, um dos maiores reservatórios de água subterrânea do mundo, está localizado na bacia do rio:",
    "Amazonas",
    "São Francisco",
    "Paraná",
    "Tocantins",
    "c",
    "geografia"
  ],
  [
    "O que é crescimento vegetativo ou natural da população?",
    "O aumento da população devido à chegada de imigrantes.",
    "A diferença entre a taxa de natalidade e a taxa de mortalidade.",
    "O número total de habitantes de um país.",
    "A porcentagem da população que vive no campo.",
    "b",
    "geografia"
  ],
  [
    "O tipo de clima caracterizado por chuvas escassas e irregulares e altas temperaturas é o:",
    "Equatorial",
    "Tropical",
    "Subtropical",
    "Semiárido",
    "d",
    "geografia"
  ],
  [
    "A Caatinga é um bioma exclusivamente brasileiro, adaptado às condições do clima semiárido. Uma de suas principais características é a vegetação:",
    "Latifoliada e perene.",
    "Aciculifoliada e densa.",
    "Xerófita, com plantas que perdem as folhas na estação seca.",
    "Formada por gramíneas e poucos arbustos.",
    "c",
    "geografia"
  ],
  [
    "O principal recurso mineral explorado no chamado 'Quadrilátero Ferrífero', em Minas Gerais, é:",
    "Ouro",
    "Bauxita",
    "Manganês",
    "Minério de ferro",
    "d",
    "geografia"
  ],
  [
    "A região geoeconômica da Amazônia abrange estados de quais regiões administrativas do IBGE?",
    "Apenas da Região Norte.",
    "Apenas das Regiões Norte e Nordeste.",
    "Das Regiões Norte, Nordeste e Centro-Oeste.",
    "Apenas das Regiões Norte e Centro-Oeste.",
    "c",
    "geografia"
  ],
  [
    "O fenômeno El Niño consiste no aquecimento anormal das águas do Oceano:",
    "Atlântico, próximo à costa do Brasil.",
    "Índico, próximo à Indonésia.",
    "Pacífico, na sua porção equatorial.",
    "Glacial Ártico.",
    "c",
    "geografia"
  ],
  [
    "Qual das seguintes fontes de energia é considerada renovável, mas pode causar grandes impactos socioambientais, como o deslocamento de populações?",
    "Petróleo",
    "Gás Natural",
    "Energia hidrelétrica",
    "Energia nuclear",
    "c",
    "geografia"
  ],
  [
    "A pirâmide etária de um país com população jovem, típica de nações em desenvolvimento, apresenta:",
    "Base estreita e topo largo.",
    "Base larga e topo estreito.",
    "Base e topo com larguras semelhantes.",
    "Formato de um retângulo perfeito.",
    "b",

    "geografia"
  ],
  [
    "O movimento de rotação da Terra é responsável pela:",
    "Ocorrência das estações do ano.",
    "Sucessão dos dias e das noites.",
    "Duração do ano em 365 dias.",
    "Formação das marés.",
    "b",
    "geografia"
  ],
  [
    "O que é uma 'megalópole'?",
    "Uma cidade com mais de 10 milhões de habitantes.",
    "Uma capital de um país de grande importância global.",
    "A área de conurbação de duas ou mais metrópoles ou regiões metropolitanas.",
    "Uma cidade planejada para abrigar a sede do governo.",
    "c",
    "geografia"
  ],
  [
    "Qual é a camada mais externa da estrutura interna da Terra?",
    "Núcleo",
    "Manto",
    "Crosta terrestre",
    "Astenosfera",
    "c",
    "geografia"
  ],
  [
    "A agricultura de jardinagem, praticada com intenso uso de mão de obra em pequenas propriedades no Sudeste Asiático, é voltada principalmente para o cultivo de:",
    "Soja",
    "Arroz",
    "Café",
    "Trigo",
    "b",
    "geografia"
  ],
  [
    "O Círculo de Fogo do Pacífico é uma área do planeta com intensa atividade sísmica e vulcânica devido:",
    "Ao encontro de diversas placas tectônicas.",
    "À sua localização em altas latitudes.",
    "À presença de grandes bacias sedimentares.",
    "Às correntes marítimas frias.",
    "a",
    "geografia"
  ],
  [
    "A transição demográfica é um processo em que um país passa de um regime demográfico com:",
    "Baixas taxas de natalidade e mortalidade para altas taxas.",
    "Altas taxas de natalidade e mortalidade para baixas taxas.",
    "Taxas de natalidade e mortalidade estáveis.",
    "Alta imigração para alta emigração.",
    "b",
    "geografia"
  ],
  [
    "A vegetação litorânea que se desenvolve em solos lodosos e salinos, no encontro de rios com o mar, é chamada de:",
    "Restinga",
    "Pampa",
    "Mata Ciliar",
    "Manguezal",
    "d",
    "geografia"
  ],
  [
    "A União Europeia é um bloco econômico que se caracteriza, entre outros aspectos, pela:",
    "Livre circulação de pessoas, bens e serviços e pela adoção de uma moeda única (o euro) pela maioria de seus membros.",
    "Existência de altas barreiras alfandegárias entre seus membros.",
    "Proibição da entrada de imigrantes de outros continentes.",
    "Adoção de uma única língua oficial para todos os países.",
    "a",
    "geografia"
  ],
  [
    "Leia a notícia: 'O desmatamento na Amazônia atingiu um novo recorde no último mês, ameaçando a biodiversidade e acelerando as mudanças climáticas.' O desmatamento na Amazônia contribui para o aquecimento global principalmente porque:",
    "Aumenta a área de sombra na floresta.",
    "Libera para a atmosfera o gás carbônico que estava estocado nas árvores.",
    "Diminui a quantidade de rios na região.",
    "Aumenta a incidência de chuvas ácidas.",
    "b",
    "geografia"
  ],
  [
    "O relevo brasileiro é, em sua maior parte, geologicamente antigo. Isso explica a predominância de:",
    "Altas cadeias de montanhas com picos nevados.",
    "Vulcões ativos e constantes terremotos.",
    "Formas de relevo desgastadas pela erosão, como planaltos e planícies.",
    "Grandes depressões absolutas (abaixo do nível do mar).",
    "c",
    "geografia"
  ],
  [
    "O IDH (Índice de Desenvolvimento Humano) é um indicador que avalia a qualidade de vida de um país com base em:",
    "Renda, educação e longevidade (saúde).",
    "Segurança, cultura e meio ambiente.",
    "Produto Interno Bruto (PIB) e taxa de desemprego.",
    "Liberdade de imprensa e número de partidos políticos.",
    "a",
    "geografia"
  ],
  [
    "A agricultura familiar no Brasil é de grande importância porque:",
    "É a principal responsável pelas exportações de commodities.",
    "Utiliza a maior parte do crédito agrícola do país.",
    "É responsável pela maior parte da produção de alimentos para o mercado interno.",
    "Ocupa as maiores extensões de terra do país.",
    "c",
    "geografia"
  ],
  [
    "Qual o oceano que banha a costa oeste da América do Sul?",
    "Atlântico",
    "Índico",
    "Pacífico",
    "Antártico",
    "c",
    "geografia"
  ],
  [
    "O processo de formação de solos é chamado de:",
    "Tectonismo",
    "Intemperismo",
    "Pedogênese",
    "Assoreamento",
    "c",
    "geografia"
  ],
  [
    "A Zona Franca de Manaus foi criada com o objetivo de:",
    "Preservar a floresta amazônica de forma intocada.",
    "Promover o desenvolvimento industrial e comercial na Região Norte.",
    "Incentivar a exploração mineral na Amazônia.",
    "Criar uma área de livre comércio com a Venezuela.",
    "b",
    "geografia"
  ],
  [
    "As linhas imaginárias verticais que convergem nos polos são chamadas de:",
    "Paralelos",
    "Trópicos",
    "Círculos Polares",
    "Meridianos",
    "d",
    "geografia"
  ],
  [
    "O que são os 'rios voadores' da Amazônia?",
    "Um fenômeno óptico que faz os rios parecerem flutuar.",
    "Grandes massas de vapor d'água liberadas pela floresta que são transportadas pelos ventos, influenciando as chuvas em outras regiões.",
    "Um sistema de transporte fluvial aéreo.",
    "Rios que mudam de curso drasticamente durante as cheias.",
    "b",
    "geografia"
  ],
  [
    "O Cerrado, conhecido como a 'savana brasileira', tem como característica principal uma vegetação:",
    "Densa e alta, com árvores de grande porte.",
    "Formada por cactos e plantas espinhosas.",
    "Composta por árvores e arbustos tortuosos e espalhados por um tapete de gramíneas.",
    "Rasteira, típica de campos de altitude.",
    "c",
    "geografia"
  ],
  [
    "O que é uma 'cidade global'?",
    "Qualquer cidade com mais de um milhão de habitantes.",
    "Uma cidade que exerce forte influência na economia, cultura e política mundial, como Nova York, Londres e Tóquio.",
    "Uma cidade planejada e construída recentemente.",
    "Uma cidade que possui uma população composta por diversas nacionalidades.",
    "b",
    "geografia"
  ],
  [
    "A Guerra Fria foi um conflito geopolítico que dividiu o mundo em dois blocos. Essa divisão ficou conhecida como:",
    "Mundo Unipolar",
    "Mundo Bipolar",
    "Mundo Multipolar",
    "Mundo Apocalíptico",
    "b",
    "geografia"
  ],
  [
    "A Região Nordeste do Brasil é dividida em quatro sub-regiões. Qual delas é a faixa litorânea úmida, onde se concentraram os primeiros núcleos de povoamento?",
    "Sertão",
    "Meio-Norte",
    "Agreste",
    "Zona da Mata",
    "d",
    "geografia"
  ],
  [
    "O movimento de translação da Terra, combinado com a inclinação de seu eixo, é responsável pela:",
    "Duração dos dias e das noites.",
    "Ocorrência das estações do ano.",
    "Variação dos ventos alísios.",
    "Formação das correntes marítimas.",
    "b",
    "geografia"
  ],
  [
    "A usina hidrelétrica de Belo Monte, uma das maiores do Brasil, foi construída no rio:",
    "Paraná",
    "Xingu",
    "Madeira",
    "Tocantins",
    "b",
    "geografia"
  ],
  [
    "Qual é a diferença fundamental entre tempo e clima?",
    "Tempo se refere a longos períodos e clima a curtos períodos.",
    "Tempo é o estado momentâneo da atmosfera, enquanto clima é o padrão meteorológico de um lugar ao longo do tempo.",
    "Tempo é medido por termômetros e clima por barômetros.",
    "Não há diferença, os termos são sinônimos.",
    "b",
    "geografia"
  ],
  [
    "O processo de gentrificação em áreas urbanas refere-se a:",
    "Aumento da criminalidade em bairros periféricos.",
    "A 'enobrecimento' de uma área, com a chegada de moradores de maior renda e a consequente expulsão da população original de menor poder aquisitivo.",
    "A criação de grandes condomínios fechados na periferia.",
    "A verticalização intensa de um bairro, com a construção de muitos prédios.",
    "b",
    "geografia"
  ],
  [
    "O Vale do Jequitinhonha, em Minas Gerais, é uma região historicamente marcada por:",
    "Grande desenvolvimento industrial.",
    "Altos índices de desenvolvimento humano (IDH) e pobreza.",
    "Ser o berço da cafeicultura no Brasil.",
    "Ser uma área de intensos conflitos por terra.",
    "b",
    "geografia"
  ],
  [
    "O que são os ventos alísios?",
    "Ventos que sopram das áreas de alta pressão subtropical para as áreas de baixa pressão equatorial.",
    "Ventos que mudam de direção sazonalmente, como as monções.",
    "Ventos locais que sopram do mar para a terra durante o dia (brisa marítima).",
    "Ventos fortes e rápidos que ocorrem na alta troposfera.",
    "a",
    "geografia"
  ],
  [
    "Leia o trecho: 'A expansão da fronteira agrícola no Brasil, especialmente no Cerrado e na Amazônia, é impulsionada pelo agronegócio voltado à exportação de soja e carne.' A principal consequência socioambiental desse processo é:",
    "A recuperação de áreas degradadas.",
    "O aumento da agricultura familiar e da segurança alimentar.",
    "O desmatamento, a perda de biodiversidade e os conflitos por terra com populações tradicionais.",
    "A diminuição do uso de agrotóxicos.",
    "c",
    "geografia"
  ],
  [
    "O que é latitude?",
    "A distância em graus de qualquer ponto da superfície terrestre em relação ao Meridiano de Greenwich.",
    "A distância em metros de um lugar em relação ao nível do mar.",
    "A distância em graus de qualquer ponto da superfície terrestre em relação à Linha do Equador.",
    "A posição de um lugar em relação aos pontos cardeais.",
    "c",
    "geografia"
  ],
  [
    "A Revolução Verde, iniciada após a Segunda Guerra Mundial, consistiu:",
    "No incentivo à agricultura orgânica e sustentável.",
    "Na modernização da agricultura com o uso de sementes melhoradas, fertilizantes químicos e agrotóxicos.",
    "Na distribuição de terras para pequenos agricultores.",
    "Na proibição do uso de máquinas agrícolas.",
    "b",
    "geografia"
  ],
  [
    "O continente Antártico é considerado um 'deserto frio' porque:",
    "Apresenta temperaturas extremamente baixas e baixíssima precipitação (neve).",
    "É coberto por areia e dunas.",
    "Não possui nenhuma forma de vida.",
    "Está localizado no Polo Norte.",
    "a",
    "geografia"
  ],
  [
    "O Rio São Francisco é conhecido como 'Rio da Integração Nacional' porque:",
    "É o rio mais longo do Brasil.",
    "Nasce no Sul e deságua no Norte.",
    "Atravessa áreas de diferentes características naturais e econômicas, ligando o Sudeste ao Nordeste.",
    "Possui a maior usina hidrelétrica do país.",
    "c",
    "geografia"
  ],
  [
    "O que são os 'enclaves' e 'exclaves' territoriais?",
    "Enclave é um território totalmente cercado por outro; exclave é a parte de um país separada do corpo principal por território estrangeiro.",
    "Enclave é uma ilha; exclave é uma península.",
    "São sinônimos para se referir a países sem saída para o mar.",
    "Enclave é uma área de proteção ambiental; exclave é uma zona industrial.",
    "a",
    "geografia"
  ],
  [
    "A Foz do Rio Amazonas é caracterizada pela presença da Ilha de Marajó e por ser uma foz do tipo:",
    "Estuário, com um único e grande canal.",
    "Delta, com vários canais e ilhas sedimentares.",
    "Mista, com características de estuário e delta.",
    "Desembocadura em um lago.",
    "c",
    "geografia"
  ],
  [
    "O que é um fiorde?",
    "Um tipo de duna encontrado em desertos.",
    "Uma longa e estreita entrada de mar entre altas montanhas rochosas, formada pela erosão de geleiras.",
    "Uma caverna formada em rochas calcárias.",
    "Uma planície alagada na foz de um rio.",
    "b",
    "geografia"
  ],
  [
    "A região do MATOPIBA (Maranhão, Tocantins, Piauí e Bahia) é uma importante fronteira agrícola no Brasil, com destaque para a produção de:",
    "Café e laranja.",
    "Cana-de-açúcar e cacau.",
    "Grãos, como soja e milho.",
    "Frutas para exportação.",
    "c",
    "geografia"
  ],
  [
    "A Organização dos Países Exportadores de Petróleo (OPEP) é um cartel que tem como objetivo:",
    "Aumentar a produção de petróleo para diminuir os preços.",
    "Controlar a produção e os preços do petróleo no mercado internacional.",
    "Incentivar o uso de fontes de energia renováveis.",
    "Proibir a exploração de petróleo em áreas de preservação.",
    "b",
    "geografia"
  ],
  [
    "Qual o nome do fenômeno que consiste no desvio dos ventos e correntes marítimas devido à rotação da Terra?",
    "Efeito Estufa",
    "Efeito de Coriolis",
    "Efeito de Föhn",
    "Efeito de Albedo",
    "b",
    "geografia"
  ],
  [
    "As rochas magmáticas ou ígneas são formadas a partir:",
    "Da compactação de sedimentos.",
    "Da transformação de outras rochas sob alta pressão e temperatura.",
    "Do resfriamento e solidificação do magma.",
    "Da decomposição de matéria orgânica.",
    "c",
    "geografia"
  ],
  [
    "O Japão é um arquipélago localizado em uma área de grande instabilidade tectônica. Isso faz com que o país seja frequentemente atingido por:",
    "Tornados e furacões.",
    "Secas severas e ondas de calor.",
    "Terremotos, tsunamis e atividade vulcânica.",
    "Nevascas intensas durante todo o ano.",
    "c",
    "geografia"
  ],
  [
    "O que é xenofobia?",
    "O medo de lugares fechados.",
    "A aversão ou hostilidade a estrangeiros ou a tudo que é percebido como estranho.",
    "A atração por culturas diferentes.",
    "O estudo da formação de palavras de origem estrangeira.",
    "b",
    "geografia"
  ],
  [
    "O planalto onde está localizada a maior parte da Região Sudeste do Brasil é o:",
    "Planalto da Borborema",
    "Planalto Central",
    "Planalto Meridional",
    "Planalto Atlântico",
    "d",
    "geografia"
  ],
  [
    "A população absoluta de um país se refere:",
    "Ao número de habitantes por quilômetro quadrado.",
    "À taxa de crescimento da população.",
    "Ao número total de habitantes.",
    "À qualidade de vida da população.",
    "c",
    "geografia"
  ],
  [
    "O que são os Tigres Asiáticos?",
    "Uma organização de proteção a animais ameaçados na Ásia.",
    "Países da Ásia que se destacaram por seu rápido desenvolvimento industrial e econômico a partir da década de 1960.",
    "Um grupo de países socialistas do Sudeste Asiático.",
    "Uma aliança militar entre China, Japão e Coreia do Sul.",
    "b",
    "geografia"
  ],
  [
    "Qual o principal fator que explica as baixas temperaturas nas áreas de grande altitude?",
    "A maior distância em relação ao Sol.",
    "O ar rarefeito, que tem menor capacidade de reter calor.",
    "A maior velocidade dos ventos.",
    "A presença constante de neve.",
    "b",
    "geografia"
  ],
  [
    "A industrialização do Brasil ocorreu de forma tardia e concentrada, principalmente na região:",
    "Norte",
    "Nordeste",
    "Centro-Oeste",
    "Sudeste",
    "d",
    "geografia"
  ],
  [
    "A chamada 'inversão térmica' é um fenômeno que ocorre principalmente no inverno e que:",
    "Causa chuvas fortes e tempestades.",
    "Aumenta a temperatura das cidades.",
    "Dificulta a dispersão de poluentes, pois uma camada de ar quente fica sobre uma de ar frio.",
    "Acelera a velocidade dos ventos.",
    "c",
    "geografia"
  ],
  [
    "O Mar Morto, localizado entre Israel e a Jordânia, é conhecido por:",
    "Sua grande profundidade e biodiversidade.",
    "Suas águas extremamente salgadas, que permitem a flutuação.",
    "Ser a principal fonte de água potável da região.",
    "Suas águas congeladas durante o inverno.",
    "b",
    "geografia"
  ],
  [
    "A rede de transportes de um país é fundamental para a integração de seu território. No Brasil, o modal de transporte predominante é o:",
    "Ferroviário",
    "Hidroviário",
    "Rodoviário",
    "Aéreo",
    "c",
    "geografia"
  ],
  [
    "A Mata de Cocais é uma zona de transição entre quais biomas brasileiros?",
    "Amazônia, Cerrado e Caatinga.",
    "Cerrado, Mata Atlântica e Pampa.",
    "Pampa e Mata de Araucárias.",
    "Pantanal e Cerrado.",
    "a",
    "geografia"
  ],
  [
    "A projeção cartográfica de Mercator é conhecida por:",
    "Manter a proporção das áreas dos continentes, mas distorcer as formas.",
    "Manter a forma dos continentes, mas distorcer e ampliar as áreas de altas latitudes.",
    "Ser a única projeção que não apresenta nenhuma distorção.",
    "Ser uma projeção que centraliza o mundo no Polo Sul.",
    "b",
    "geografia"
  ],
  [
    "A principal atividade econômica da região do Agreste nordestino é:",
    "A monocultura da cana-de-açúcar para exportação.",
    "A pecuária extensiva e a policultura para abastecer a Zona da Mata.",
    "O extrativismo do babaçu e da carnaúba.",
    "A indústria de alta tecnologia.",
    "b",
    "geografia"
  ],
  [
    "O que é um 'país desenvolvido'?",
    "Um país com grande população absoluta.",
    "Um país com grande extensão territorial.",
    "Um país que possui elevado nível de industrialização, alta renda per capita e altos indicadores sociais (IDH).",
    "Um país que baseia sua economia na exportação de produtos agrícolas.",
    "c",
    "geografia"
  ],
  [
    "O Estreito de Gibraltar é uma passagem marítima estratégica que liga:",
    "O Mar Mediterrâneo ao Oceano Atlântico.",
    "O Mar Vermelho ao Mar Mediterrâneo (através do Canal de Suez).",
    "O Oceano Pacífico ao Oceano Atlântico (através do Canal do Panamá).",
    "O Mar Negro ao Mar Mediterrâneo.",
    "a",
    "geografia"
  ],
  [
    "A Bacia do Rio Tocantins-Araguaia é a maior bacia hidrográfica inteiramente localizada em território:",
    "Argentino",
    "Paraguaio",
    "Boliviano",
    "Brasileiro",
    "d",
    "geografia"
  ],
  [
    "A chuva ácida é um problema ambiental causado principalmente:",
    "Pela erosão do solo nas áreas rurais.",
    "Pela emissão de gases como o dióxido de enxofre e óxidos de nitrogênio, resultantes da queima de combustíveis fósseis.",
    "Pelo uso excessivo de fertilizantes na agricultura.",
    "Pela destruição da camada de ozônio.",
    "b",
    "geografia"
  ],
  [
    "Qual das seguintes cidades brasileiras foi planejada e construída para ser a capital do país?",
    "Rio de Janeiro",
    "Salvador",
    "São Paulo",
    "Brasília",
    "d",
    "geografia"
  ],
  [
    "O que são as correntes marítimas?",
    "Movimentos de grandes massas de água dos oceanos, que podem ser quentes ou frias.",
    "O movimento de subida e descida do nível do mar (marés).",
    "Ondas gigantes formadas por terremotos submarinos (tsunamis).",
    "O fluxo de água dos rios que deságuam no mar.",
    "a",
    "geografia"
  ],
  [
    "O Deserto do Atacama, localizado na América do Sul, é considerado o deserto mais seco do mundo devido, entre outros fatores, à:",
    "Sua localização em uma área de baixa latitude.",
    "Presença da corrente marítima fria de Humboldt e da barreira da Cordilheira dos Andes.",
    "Intensa atividade agrícola na região.",
    "Sua grande distância em relação ao oceano.",
    "b",
    "geografia"
  ],
  [
    "O conceito de 'hierarquia urbana' se refere:",
    "À divisão da cidade em bairros ricos e pobres.",
    "À classificação das cidades de acordo com seu tamanho e influência, desde pequenas vilas até metrópoles globais.",
    "À organização do trânsito nas grandes cidades.",
    "À sequência histórica de fundação das cidades de um país.",
    "b",
    "geografia"
  ],
  [
    "O que são as monções?",
    "Ventos sazonais que, especialmente no sul e sudeste da Ásia, trazem chuvas torrenciais no verão e um período de seca no inverno.",
    "Um tipo de furacão que se forma no Oceano Atlântico.",
    "Uma corrente marítima quente que banha a costa do Japão.",
    "Tempestades de areia comuns no Deserto do Saara.",
    "a",
    "geografia"
  ],
  [
    "O Pampa, ou Campos Sulinos, é um bioma brasileiro que tem sua paisagem original ameaçada principalmente:",
    "Pelo desmatamento para a exploração de madeira.",
    "Pela expansão da monocultura de soja e pela pecuária.",
    "Pela construção de grandes usinas hidrelétricas.",
    "Pela urbanização e crescimento das cidades.",
    "b",
    "geografia"
  ],
  [
    "Um refugiado é uma pessoa que:",
    "Muda de país em busca de melhores oportunidades de emprego.",
    "É forçada a deixar seu país de origem por fundados temores de perseguição (por motivos de raça, religião, nacionalidade, opinião política, etc.) ou por conflitos e violência generalizada.",
    "Viaja para outro país para estudar ou fazer turismo.",
    "Muda de uma área rural para uma área urbana dentro do mesmo país.",
    "b",
    "geografia"
  ],
  [
    "A industrialização por substituição de importações foi um modelo adotado pelo Brasil em meados do século XX que consistia em:",
    "Incentivar a importação de todos os produtos industrializados.",
    "Produzir internamente os bens que antes eram importados.",
    "Substituir a indústria pela agricultura como principal atividade econômica.",
    "Exportar produtos primários para importar bens de alta tecnologia.",
    "b",
    "geografia"
  ],
  [
    "Qual das alternativas apresenta apenas fontes de energia não renováveis?",
    "Solar, eólica e biomassa.",
    "Petróleo, carvão mineral e gás natural.",
    "Hidrelétrica, geotérmica e maremotriz.",
    "Gás natural, urânio e solar.",
    "b",
    "geografia"
  ],
  [
    "O que é o processo de assoreamento dos rios?",
    "A contaminação dos rios por esgoto doméstico.",
    "A construção de barragens para a geração de energia.",
    "O acúmulo de sedimentos (areia, argila, etc.) no leito do rio, geralmente causado pelo desmatamento das margens.",
    "A retificação do curso de um rio para evitar enchentes.",
    "c",
    "geografia"
  ],
  [
    "A Cordilheira do Himalaia, onde se localiza o Monte Everest, está situada no continente:",
    "Americano",
    "Africano",
    "Europeu",
    "Asiático",
    "d",
    "geografia"
  ],
  [
    "A densidade demográfica é calculada pela:",
    "Divisão da população absoluta pela área do território.",
    "Multiplicação da população absoluta pela área do território.",
    "Diferença entre a taxa de natalidade e a de mortalidade.",
    "Soma do número de habitantes da cidade e do campo.",
    "a",
    "geografia"
  ],
  [
    "A chamada 'Mata Ciliar' é a vegetação que:",
    "Cresce no topo das serras.",
    "É típica de solos salinos no litoral.",
    "Acompanha as margens dos rios, protegendo-os do assoreamento.",
    "É formada por pinheiros e araucárias.",
    "c",
    "geografia"
  ],
  [
    "O Canal do Panamá é uma importante via de navegação artificial que liga:",
    "O Oceano Atlântico ao Mar Mediterrâneo.",
    "O Oceano Atlântico ao Oceano Pacífico.",
    "O Oceano Índico ao Oceano Pacífico.",
    "O Mar Vermelho ao Oceano Índico.",
    "b",
    "geografia"
  ],
  [
    "A sigla IBGE significa:",
    "Instituto Brasileiro de Geologia e Engenharia.",
    "Índice Brasileiro de Grandes Empresas.",
    "Instituto Brasileiro de Geografia e Estatística.",
    "Investimento Brasileiro em Geografia e Ecologia.",
    "c",
    "geografia"
  ],
  [
    "A vegetação que se desenvolve em solos permanentemente alagados, como em partes da Amazônia, é chamada de:",
    "Mata de terra firme.",
    "Mata de igapó.",
    "Mata de várzea.",
    "Caatinga.",
    "b",
    "geografia"
  ],
  [
    "O que é um 'país sem saída para o mar' ou 'país interior'?",
    "Um país que não possui rios navegáveis.",
    "Um país localizado no centro de um continente, sem acesso a um oceano.",
    "Um país que possui apenas lagos internos.",
    "Um país insular, formado por ilhas.",
    "b",
    "geografia"
  ],
  [
    "Qual das seguintes regiões brasileiras possui a maior extensão territorial?",
    "Norte",
    "Nordeste",
    "Centro-Oeste",
    "Sudeste",
    "a",
    "geografia"
  ],
  [
    "A teoria da Deriva Continental foi proposta pelo cientista alemão Alfred Wegener e afirmava que:",
    "Os continentes sempre estiveram em suas posições atuais.",
    "Os continentes estariam se movendo em direção ao Polo Norte.",
    "No passado, os continentes formavam uma única massa de terra, a Pangeia, que se fragmentou e se separou.",
    "A crosta terrestre é formada por várias placas que flutuam sobre o magma.",
    "c",
    "geografia"
  ],
  [
    "O que é 'terraceamento'?",
    "Uma técnica agrícola que consiste em construir degraus em encostas de morros para permitir o cultivo e evitar a erosão.",
    "A construção de terraços e varandas em edifícios urbanos.",
    "O processo de formação de terrenos planos pela ação dos rios.",
    "Uma forma de irrigação por gotejamento.",
    "a",
    "geografia"
  ],
  [
    "A região conhecida como 'Chifre da África' é marcada por instabilidade política e longos períodos de seca. Qual dos seguintes países está localizado nessa região?",
    "África do Sul",
    "Nigéria",
    "Egito",
    "Somália",
    "d",
    "geografia"
  ],
  [
    "O que são as Zonas de Convergência do Atlântico Sul (ZCAS)?",
    "Uma corrente marítima fria que atua no litoral do Sudeste.",
    "Uma faixa de nebulosidade e chuvas que se forma no verão, estendendo-se da Amazônia até o Sudeste do Brasil.",
    "Áreas de encontro de placas tectônicas no meio do oceano.",
    "Rotas de comércio marítimo entre a América do Sul e a África.",
    "b",
    "geografia"
  ],
  [
    "A transposição do Rio São Francisco é um grande projeto de engenharia que visa principalmente:",
    "Gerar energia hidrelétrica para a Região Sudeste.",
    "Levar água para áreas do Sertão Nordestino que sofrem com a seca.",
    "Criar uma nova via de navegação entre o Sudeste e o Nordeste.",
    "Aumentar o volume de água na foz do rio.",
    "b",
    "geografia"
  ],
  [
    "O que são os 'Jardins Filtrantes' ou 'Wetlands Construídas'?",
    "Jardins verticais instalados em prédios para diminuir a temperatura.",
    "Sistemas de tratamento de esgoto que utilizam plantas aquáticas para remover poluentes da água de forma natural.",
    "Parques urbanos criados em áreas de antiga atividade industrial.",
    "Áreas de produção de flores para exportação.",
    "b",
    "geografia"
  ],
  [
    "O bioma da Tundra é encontrado em qual zona climática da Terra?",
    "Zona Tropical",
    "Zona Temperada",
    "Zona Polar (ou Glacial)",
    "Zona Equatorial",
    "c",
    "geografia"
  ],
  [
    "A chamada 'questão curda' envolve a luta do povo curdo por um Estado independente. A população curda está distribuída principalmente por quais países?",
    "Israel, Palestina e Jordânia.",
    "Turquia, Irã, Iraque e Síria.",
    "Afeganistão, Paquistão e Índia.",
    "Egito, Líbia e Sudão.",
    "b",
    "geografia"
  ],
  [
    "O que é uma 'ilha de calor' urbana?",
    "Uma ilha turística localizada próxima a uma grande cidade.",
    "Um fenômeno em que as áreas centrais e densamente construídas de uma cidade apresentam temperaturas mais altas que as áreas rurais vizinhas.",
    "Um tipo de usina geotérmica que aproveita o calor do subsolo.",
    "Um bairro com grande concentração de indústrias que emitem calor.",
    "b",
    "geografia"
  ],
  [
    "O que é a 'falha geológica'?",
    "Uma área do relevo onde não ocorrem terremotos.",
    "Um erro em um mapa geológico.",
    "Uma fratura na crosta terrestre ao longo da qual ocorrem movimentos relativos dos blocos rochosos.",
    "Uma caverna subterrânea formada pela ação da água.",
    "c",
    "geografia"
  ],
  [
    "O Vale do Silício, na Califórnia (EUA), é um tecnopolo mundialmente famoso pela concentração de empresas do setor de:",
    "Automobilístico",
    "Biotecnologia",
    "Siderurgia",
    "Tecnologia da informação e eletrônica",
    "d",
    "geografia"
  ],
  [
    "O que significa dizer que um rio possui um regime pluvial?",
    "Significa que ele é alimentado principalmente pelas chuvas.",
    "Significa que ele é alimentado pelo derretimento de neve e gelo.",
    "Significa que ele é um rio temporário, que seca na estação seca.",
    "Significa que ele possui muitas cachoeiras em seu curso.",
    "a",
    "geografia"
  ],
  [
    "A Oceania é um continente formado por um grande número de ilhas. O maior país do continente em área é:",
    "Nova Zelândia",
    "Papua-Nova Guiné",
    "Austrália",
    "Fiji",
    "c",
    "geografia"
  ],
  [
    "O que é um 'latifúndio'?",
    "Uma pequena propriedade rural de agricultura familiar.",
    "Uma grande propriedade rural, geralmente com baixa produtividade ou voltada para a monocultura de exportação.",
    "Uma cooperativa de produtores rurais.",
    "Uma área de assentamento da reforma agrária.",
    "b",
    "geografia"
  ],
  [
    "A cidade do Rio de Janeiro é famosa por suas paisagens, como o Pão de Açúcar e o Corcovado, que são exemplos de um tipo de relevo conhecido como:",
    "Chapada",
    "Cuesta",
    "Morro testemunho",
    "Pão de açúcar (ou morro em meia-laranja)",
    "d",
    "geografia"
  ],
  [
    "A agricultura itinerante, ou de roça, é um sistema tradicional que envolve:",
    "O cultivo do mesmo produto no mesmo local por muitos anos seguidos.",
    "O uso intensivo de máquinas e agrotóxicos.",
    "A derrubada e a queima de um trecho de mata para o plantio, com posterior abandono da área para recuperação.",
    "O cultivo em curvas de nível para evitar a erosão.",
    "c",
    "geografia"
  ],
  [
    "O que são os 'cânions'?",
    "Vales profundos e estreitos, com paredes quase verticais, escavados pela erosão fluvial.",
    "Montanhas de topo achatado, como as chapadas.",
    "Depressões circulares formadas pelo impacto de meteoritos.",
    "Planícies formadas por depósitos de sedimentos marinhos.",
    "a",
    "geografia"
  ],
  [
    "O NAFTA (hoje USMCA) é um bloco econômico que integra os seguintes países:",
    "Brasil, Argentina e Paraguai.",
    "EUA, Canadá e México.",
    "Alemanha, França e Reino Unido.",
    "China, Japão e Coreia do Sul.",
    "b",
    "geografia"
  ],
  [
    "Qual a principal diferença entre um mapa físico e um mapa político?",
    "O mapa físico representa as características naturais (relevo, rios), enquanto o político representa as divisões territoriais (países, estados).",
    "O mapa físico usa cores quentes e o político usa cores frias.",
    "O mapa físico mostra as cidades e o político mostra as áreas rurais.",
    "Não há diferença, são apenas nomes diferentes para o mesmo tipo de mapa.",
    "a",
    "geografia"
  ],
  [
    "O que é o processo de 'lixiviação' do solo?",
    "A 'lavagem' do solo pela água da chuva, que carrega os nutrientes para as camadas mais profundas, empobrecendo a superfície.",
    "A compactação do solo pelo pisoteio do gado.",
    "A contaminação do solo por metais pesados.",
    "A adição de calcário ao solo para corrigir a acidez.",
    "a",
    "geografia"
  ],
  [
    "A Região dos Lagos, no estado do Rio de Janeiro, tem sua economia fortemente ligada:",
    "À indústria petrolífera e ao turismo de praia.",
    "À produção de café.",
    "À siderurgia e à mineração.",
    "À pecuária leiteira.",
    "a",
    "geografia"
  ],
  [
    "O que é uma 'bacia hidrográfica'?",
    "Uma grande área de armazenamento de água subterrânea.",
    "Um tipo de usina que gera energia a partir das marés.",
    "A área drenada por um rio principal e seus afluentes.",
    "Um lago formado em uma antiga cratera de vulcão.",
    "c",
    "geografia"
  ],
  [
    "A cidade de Istambul, na Turquia, é a única cidade do mundo localizada em dois continentes. Quais são eles?",
    "África e Ásia",
    "Europa e Ásia",
    "América do Norte e América do Sul",
    "Europa e África",
    "b",
    "geografia"
  ],
  [
    "O que é a 'pegada ecológica'?",
    "A marca deixada por um animal no solo.",
    "Um indicador que mede a quantidade de recursos naturais que uma pessoa, cidade ou país consome para sustentar seu estilo de vida.",
    "Um tipo de sapato sustentável feito com materiais reciclados.",
    "Uma trilha em uma área de preservação ambiental.",
    "b",
    "geografia"
  ],
  [
    "O que é um 'rio perene'?",
    "Um rio que seca completamente durante a estação seca.",
    "Um rio que possui água em seu leito durante todo o ano.",
    "Um rio que nasce em áreas de geleiras.",
    "Um rio que corre em uma área de planície.",
    "b",
    "geografia"
  ],
  [
    "A região da Caxemira é uma área de intensa disputa territorial entre quais países?",
    "China e Japão",
    "Israel e Palestina",
    "Índia e Paquistão",
    "Rússia e Ucrânia",
    "c",
    "geografia"
  ],
  [
    "O que são as 'curvas de nível' em um mapa?",
    "Linhas que representam as estradas e ferrovias.",
    "Linhas que unem pontos de mesma temperatura.",
    "Linhas que unem pontos de mesma altitude, permitindo representar o relevo.",
    "Linhas que delimitam as fronteiras entre países.",
    "c",
    "geografia"
  ],
  [
    "O que é a 'zona econômica exclusiva' (ZEE) de um país?",
    "A área do território onde só podem ser instaladas empresas nacionais.",
    "Uma faixa de mar que se estende até 200 milhas náuticas da costa, sobre a qual o país costeiro tem direitos de exploração dos recursos.",
    "A área de um aeroporto onde as mercadorias são isentas de impostos (duty-free).",
    "Uma região do país com um regime tributário diferenciado.",
    "b",
    "geografia"
  ],
  [
    "As 'terras raras' são um conjunto de elementos químicos estratégicos para a indústria de alta tecnologia. O país que domina a produção mundial é:",
    "Brasil",
    "Estados Unidos",
    "Rússia",
    "China",
    "d",
    "geografia"
  ],
  [
    "O que é um 'tecnopolo'?",
    "Uma cidade que baseia sua economia no turismo tecnológico.",
    "Uma área que concentra instituições de pesquisa, universidades e empresas de alta tecnologia, favorecendo a inovação.",
    "Um museu dedicado à história da tecnologia.",
    "Um tipo de torre de transmissão de sinal de celular.",
    "b",
    "geografia"
  ],
  [
    "A Serra do Mar, no Brasil, é um exemplo de relevo do tipo:",
    "Planalto sedimentar",
    "Escarpa de planalto (ou serra)",
    "Depressão relativa",
    "Planície costeira",
    "b",
    "geografia"
  ],
  [
    "O que são 'culturas de subsistência'?",
    "Culturas agrícolas voltadas para a exportação em grande escala.",
    "Culturas voltadas para a produção de biocombustíveis.",
    "Culturas agrícolas praticadas pelo agricultor e sua família, com o objetivo principal de garantir seu próprio sustento.",
    "Culturas hidropônicas realizadas em estufas.",
    "c",
    "geografia"
  ],
  [
    "O que é um 'istmo'?",
    "Uma porção de terra submersa que liga duas ilhas.",
    "Uma estreita faixa de terra que liga duas áreas maiores de terra, como uma península a um continente.",
    "Um tipo de relevo em forma de mesa, como uma chapada.",
    "A foz de um rio que se abre em vários canais.",
    "b",
    "geografia"
  ],
  [
    "A Rússia é o maior país do mundo em extensão territorial e se estende por dois continentes. Quais são eles?",
    "Europa e África",
    "Ásia e África",
    "América e Ásia",
    "Europa e Ásia",
    "d",
    "geografia"
  ],
  [
    "O que é o 'intemperismo físico'?",
    "A decomposição das rochas pela ação de agentes químicos, como a água.",
    "A desagregação das rochas em pedaços menores, sem alterar sua composição química, causada por variações de temperatura, por exemplo.",
    "O desgaste do relevo pela ação de seres vivos.",
    "A formação de cavernas em rochas solúveis.",
    "b",
    "geografia"
  ],
  [
    "O que são as 'cidades-dormitório'?",
    "Cidades onde a principal atividade econômica é a produção de móveis.",
    "Cidades localizadas próximas a grandes centros urbanos, cuja população se desloca diariamente para trabalhar ou estudar no centro maior.",
    "Cidades turísticas que ficam vazias fora da alta temporada.",
    "Cidades que foram abandonadas por seus habitantes.",
    "b",
    "geografia"
  ],
  [
    "O bioma das Florestas Temperadas é característico de qual das seguintes áreas?",
    "Região equatorial da África.",
    "Grande parte da Europa Ocidental e do leste dos EUA.",
    "Norte da Sibéria e do Canadá.",
    "Sertão nordestino no Brasil.",
    "b",
    "geografia"
  ],
  [
    "O que é uma 'diáspora'?",
    "A concentração de um povo em seu território de origem.",
    "A dispersão de um povo pelo mundo, que mantém laços com sua terra natal.",
    "Um tipo de governo em que o poder é exercido por líderes religiosos.",
    "Um acordo comercial entre dois países.",
    "b",
    "geografia"
  ],
  [
    "O que é a 'escala Richter'?",
    "Uma escala que mede a intensidade dos ventos de um furacão.",
    "Uma escala que mede a magnitude (energia liberada) de um terremoto.",
    "Uma escala que mede o pH de uma substância.",
    "Uma escala que mede a dureza dos minerais.",
    "b",
    "geografia"
  ],
  [
    "O que é o 'agronegócio'?",
    "O conjunto de atividades econômicas ligadas à produção e comercialização de produtos agrícolas e pecuários em larga escala.",
    "A prática da agricultura orgânica em pequenas propriedades.",
    "O cultivo de hortas em áreas urbanas.",
    "A atividade de pesca em alto-mar.",
    "a",
    "geografia"
  ],
  [
    "A Linha Internacional de Data é uma linha imaginária próxima ao meridiano de 180° que:",
    "Marca o início e o fim de um dia civil.",
    "Divide o hemisfério norte do hemisfério sul.",
    "Delimita as zonas climáticas da Terra.",
    "Separa os continentes da Oceania e da Ásia.",
    "a",
    "geografia"
  ],
  [
    "O que é o 'efeito de Föhn' (ou foehn)?",
    "O aquecimento de uma cidade devido à urbanização.",
    "O desvio dos ventos pela rotação da Terra.",
    "Um vento quente e seco que ocorre quando uma massa de ar úmido é forçada a subir uma montanha, perdendo sua umidade.",
    "O congelamento do orvalho no solo, formando a geada.",
    "c",
    "geografia"
  ],
  [
    "A Península Arábica, rica em petróleo, está localizada em qual continente?",
    "África",
    "Europa",
    "Ásia",
    "Oceania",
    "c",
    "geografia"
  ],
  [
    "O que é uma 'cooperativa' agrícola?",
    "Uma grande empresa multinacional que controla a produção de alimentos.",
    "Uma associação de agricultores que se unem para comprar insumos, produzir e vender em conjunto, buscando melhores condições.",
    "Uma fazenda que pertence ao governo.",
    "Um tipo de assentamento da reforma agrária.",
    "b",
    "geografia"
  ],
  [
    "O que é uma 'península'?",
    "Uma porção de terra cercada por água por todos os lados.",
    "Uma porção de terra cercada por água por quase todos os lados, exceto por um que a liga a uma massa de terra maior.",
    "Uma cadeia de ilhas em forma de arco.",
    "Um corpo de água salgada parcialmente cercado por terra.",
    "b",
    "geografia"
  ],
  [
    "Qual das seguintes cidades é um exemplo de 'enclave', por ser um país independente totalmente cercado pelo território de outro país (a Itália)?",
    "Roma",
    "Mônaco",
    "Vaticano",
    "Andorra",
    "c",
    "geografia"
  ],
  [
    "O que é a 'balança comercial' de um país?",
    "A diferença entre o que o país arrecada em impostos e o que gasta.",
    "A diferença entre a quantidade de produtos disponíveis para venda e a quantidade de produtos procurados pelos consumidores.",
    "A diferença entre o valor total das exportações e o valor total das importações de um país.",
    "A dívida total de um país com outras nações.",
    "c",
    "geografia"
  ],
  [
    "O que é uma 'zona de processamento de exportação' (ZPE)?",
    "Uma área portuária onde as mercadorias são inspecionadas pela alfândega.",
    "Uma área dentro de um país com incentivos fiscais para empresas que produzem bens voltados para a exportação.",
    "Uma região especializada na produção de um único tipo de bem agrícola.",
    "Uma área de livre comércio entre vários países, como o Mercosul.",
    "b",
    "geografia"
  ],
  [
    "O que são as 'falésias'?",
    "Formações de dunas de areia movidas pelo vento no litoral.",
    "Paredões rochosos íngremes encontrados no litoral, esculpidos pela ação das ondas do mar.",
    "Planícies formadas por depósitos de sedimentos na foz dos rios.",
    "Recifes de corais que protegem a costa.",
    "b",
    "geografia"
  ],
  [
    "O que é um 'rio de planalto'?",
    "Um rio que corre lentamente em áreas planas, ideal para a navegação.",
    "Um rio que corre em áreas de relevo acidentado, com muitas quedas d'água e grande potencial hidrelétrico.",
    "Um rio que seca durante parte do ano.",
    "Um rio que deságua em um lago.",
    "b",
    "geografia"
  ],
  [
    "A Groenlândia, a maior ilha do mundo, pertence a qual país europeu, embora tenha grande autonomia?",
    "Reino Unido",
    "Noruega",
    "Suécia",
    "Dinamarca",
    "d",
    "geografia"
  ],
  [
    "O que é 'saneamento básico'?",
    "O conjunto de serviços como tratamento de água e esgoto, coleta de lixo e drenagem de águas pluviais, essenciais para a saúde pública.",
    "A limpeza e a pintura das ruas de uma cidade.",
    "A construção de hospitais e postos de saúde.",
    "A fiscalização da qualidade dos alimentos vendidos em feiras.",
    "a",
    "geografia"
  ],
  [
    "A Floresta Amazônica é uma floresta do tipo:",
    "Temperada",
    "De coníferas",
    "Equatorial latifoliada",
    "Savana",
    "c",
    "geografia"
  ],
  [
    "O que é 'latitude zero'?",
    "O Polo Norte.",
    "O Polo Sul.",
    "A Linha do Equador.",
    "O Meridiano de Greenwich.",
    "c",
    "geografia"
  ]
]